Repository: canada-ca/tracker
Catalog: frontend/src/locales/*.po
Languages: fr

source: Shows the percentage of emails from the domain that fail both SPF and DKIM requirements.
fr: Indique le pourcentage de courriels provenant du domaine qui ne satisfont pas aux exigences SPF et DKIM.

source: Shows the percentage of emails from the domain that fail DKIM requirements, but pass SPF requirements.
fr: Indique le pourcentage de courriels provenant du domaine qui ne répondent pas aux exigences DKIM, mais qui répondent aux exigences SPF.

source: Shows the percentage of emails from the domain that fail SPF requirements, but pass DKIM requirements.
fr: Indique le pourcentage de courriels provenant du domaine qui ne répondent pas aux exigences SPF, mais qui répondent aux exigences DKIM.

source: Shows the percentage of emails from the domain that have passed both SPF and DKIM requirements.
fr: Indique le pourcentage de courriels provenant du domaine qui ont satisfait aux exigences SPF et DKIM.

source: Shows the total number of emails that have been sent by this domain during the selected time range.
fr: Indique le nombre total d'e-mails qui ont été envoyés par ce domaine pendant la période sélectionnée.

source: Sign In
fr: Se connecter

source: Sign In.
fr: Se connecter.

source: Sign Out
fr: Déconnexion

source: Sign Out.
fr: Déconnexion.

source: Skip
fr: Sauter

source: Skip to main content
fr: Passer au contenu principal

source: Sort by:
fr: Trier par:

source: Source IP Address
fr: Adresse IP source

source: SPF Aligned
fr: Alignement du SPF

source: SPF Domains
fr: Domaine SPF

source: SPF Failure Table
fr: Tableau des échecs du SPF

source: SPF Failures by IP Address
fr: Défaillances du SPF par adresse IP

source: SPF record is deployed and valid
fr: L'enregistrement SPF est déployé et valide

source: SPF Results
fr: Résultats du SPF

source: SPF Status
fr: Statut SPF

source: SPF Summary
fr: Résumé du SPF

source: SPIN Top 25
fr: AMOPS 25 principales

source: SPIN Top 25 Vulnerabilities
fr: AMOPS 25 principales vulnérabilités

source: SPIN Top 25 vulnerability detected in additional findings.
fr: La vulnérabilité AMOPS 25 principales a été détectée dans d'autres résultats.

source: STAGING
fr: DÉV

source: Start Tour
fr: Début de la visite

source: State: {lastPortStateTranslated}
fr: État : {lastPortStateTranslated}

source: Status:
fr: Statut :

source: Status/Tag/State
fr: Statut/étiquette/état

source: Stop Ignoring CVE
fr: Cessez d'ignorer CVE

source: Stopped ignoring CVE
fr: Cesser d'ignorer CVE

source: strong
fr: fort

source: Subject:
fr: Sujet :

source: Submit
fr: Soumettre

source: Submit bug reports and feature requests through our <0>GitHub page</0>.
fr: Soumettez des rapports de bogues et des demandes de fonctionnalités via notre page <0>GitHub</0>.

source: Successfully ignored CVE for domain {0}. New ignored CVEs: "{1}".
fr: CVE ignoré avec succès pour le domaine {0}. Nouvelles CVE ignorées : « {1} ».

source: Successfully removed user {0}.
fr: L'utilisateur {0} a été supprimé.

source: Successfully stopped ignoring CVE for domain "{0}". New ignored CVEs: "{1}".
fr: Arrêt réussi de l'ignorance des CVE pour le domaine « {0} ». Nouvelles CVE ignorées : « {1} ».

source: Summaries
fr: Résumés

source: Summary
fr: Résumé

source: Summary Tier:
fr: Résumé Tier :

source: Symbol of the Government of Canada
fr: Symbole du gouvernement du Canada

source: System-designated tags appear here.
fr: Les étiquettes désignées par le système apparaissent ici.

source: Tag created
fr: Tag créé

source: Tag not updated
fr: Etiquette non mise à jour

source: Tag updated
fr: Tag mis à jour

source: Tag used to show domains as a production environment.
fr: Balise utilisée pour montrer que les domaines sont un environnement de production.

source: Tag used to show domains as a staging environment.
fr: Balise utilisée pour montrer les domaines comme un environnement d'essai.

source: Tag used to show domains as a test environment.
fr: Balise utilisée pour montrer les domaines en tant qu'environnement de test.

source: Tag used to show domains as new to the system.
fr: Étiquette utilisée pour indiquer que les domaines sont nouveaux dans le système.

source: Tag used to show domains as web-hosting.
fr: Balise utilisée pour afficher les domaines en tant qu'hébergement web.

source: Tag used to show domains have a wildcard resolver as a sibling.
fr: Balise utilisée pour montrer que les domaines ont un résolveur de caractères génériques comme frère ou sœur.

source: Tag used to show domains resolve to a wildcard entry.
fr: Étiquette utilisée pour afficher les domaines résolus par une entrée générique.

source: Tag used to show domains that are not active.
fr: Balise utilisée pour afficher les domaines qui ne sont pas actifs.

source: Tag used to show domains that are possibly blocked by a firewall.
fr: Balise utilisée pour afficher les domaines susceptibles d'être bloqués par un pare-feu.

source: Tag used to show domains that have a pending web scan.
fr: Balise utilisée pour afficher les domaines dont l'analyse web est en cours.

source: Tag used to show domains that have an rcode status of NXDOMAIN
fr: Balise utilisée pour afficher les domaines dont le code rcode est NXDOMAIN

source: Tags
fr: Balises

source: TBS agrees to protect any information you disclose to us in a manner commensurate with the level of protection you use to secure such information, but in any event, with no less than a reasonable level of care.
fr: Le SCT s'engage à protéger toute information que vous lui communiquez d'une manière correspondant au niveau de protection que vous utilisez pour sécuriser cette information, mais en tout état de cause, avec au moins un niveau de soin raisonnable.

source: TBS be identified as the source; and
fr: le SCT soit identifié comme la source; et

source: TBS reserves the right to refuse service, and may reject your application for an account, or cancel an existing account, for any reason, at our sole discretion.
fr: TBS se réserve le droit de refuser le service, de rejeter votre demande de compte ou d'annuler un compte existant, pour quelque raison que ce soit, à sa seule discrétion.

source: Technical implementation guidance:
fr: Conseils techniques de mise en œuvre :

source: Termination
fr: Terminaison

source: Terms & conditions
fr: Avis

source: Terms & Conditions
fr: Termes et conditions

source: Terms and Conditions
fr: Termes et conditions

source: Terms of Use
fr: Conditions d'utilisation

source: The "Asset State" describes how the domain relates to your organization. These states are used by Tracker to give you a more accurate summary of your attack surface.
fr: El «Estado del Activo» describe cómo el dominio se relaciona con su organización. Suivi utiliza estos estados para ofrecerle un resumen más preciso de su superficie de ataque.

source: The <0>"Getting Started" guide and FAQ section</0> will help you to understand Tracker's capabilities and limitations.
fr: Le guide « Getting Started » et la section FAQ</0> vous aideront à comprendre les capacités et les limites de Suivi.

source: The address/domain used in the "From" field.
fr: Adresse/domaine utilisé(e) dans le champ "From".

source: The advice, guidance or services provided to you by TBS will be provided on an “as-is” basis, without warranty or representation of any kind, and TBS will not be liable for any loss, liability, damage or cost, including loss of data or interruptions of business arising from the provision of such advice, guidance or services by Tracker. Consequently, TBS recommends, that the users exercise their own skill and care with respect to their use of the advice, guidance and services that Tracker provides.
fr: Les avis, conseils ou services qui vous sont fournis par TBS le sont “en l'état“, sans garantie ni déclaration d'aucune sorte, et TBS n'est pas responsable des pertes, responsabilités, dommages ou coûts, y compris les pertes de données ou les interruptions d'activité résultant de la fourniture de tels avis, conseils ou services par Tracker. Par conséquent, TBS recommande aux utilisateurs d'utiliser les conseils, les orientations et les services fournis par Tracker en faisant preuve de compétence et de prudence.

source: The asset state shows the domain's relation to your organization. Only "approved" assets are counted in summaries.
fr: L'état du bien montre la relation du domaine avec votre organisation. Seuls les biens approuvés sont pris en compte dans les résumés.

source: The DMARC enforcement action that the receiver took, either none, quarantine, or reject.
fr: La mesure d'application de DMARC prise par le destinataire, soit aucune, soit la mise en quarantaine, soit le rejet.

source: The domain address.
fr: L'adresse du domaine.

source: The domains used for DKIM validation.
fr: Les domaines utilisés pour la validation DKIM.

source: The following ciphers are from known weak protocols and must be disabled:
fr: Les chiffrements suivants proviennent de protocoles faibles connus et doivent être désactivés :

source: The following data may have recently changed.
fr: Les données suivantes peuvent avoir été modifiées récemment.

source: The Government of Canada’s (GC) <0>Directive on Service and Digital</0> provides expectations on how GC organizations are to manage their Information Technology (IT) services. The focus of the Tracker tool is to help organizations stay in compliance with the directives <1>Email Management Service Configuration Requirements</1> and the directives <2>Web Site and Service Management Configuration Requirements</2>.
fr: La <0>Directive sur les services et le numérique</0> du gouvernement du Canada (GC) définit les attentes quant à la façon dont les organisations du GC doivent gérer leurs services de la technologie de l’information (TI). L’objectif de l’outil Suivi est d’aider les organisations à demeurer conformes aux directives relatives aux <1>Exigences en matière de configuration pour les services de gestion des courriels</1> et les directives ayant trait aux <2>Exigences de configuration de la gestion des sites Web et des services</2>.

source: The graphics displayed on the Tracker website may not be used, in whole or in part, in connection with any business, products or service, or otherwise used, in a manner that is likely to lead to the belief that such business product, service or other use, has received the Government of Canada’s approval and may not be copied, reproduced, imitated, or used, in whole or in part, without the prior written permission of tbs.
fr: Les graphiques affichés sur le site Web de Suivi ne peuvent pas être utilisés, en tout ou en partie, en relation avec une entreprise, des produits ou des services, ou autrement utilisés, d'une manière susceptible de faire croire que ce produit d'entreprise, ce service ou cette autre utilisation, a reçu l'approbation du gouvernement du Canada et ne peuvent pas être copiés, reproduits, imités ou utilisés, en tout ou en partie, sans l'autorisation écrite préalable de tbs.

source: The IP address of sending server.
fr: L'adresse IP du serveur d'envoi.

source: The material available on this web site is subject to the
fr: Le matériel disponible sur ce site web est soumis à l'approbation de la Commission européenne.

source: The message has been dismissed and will not be shown again.
fr: Le message a été rejeté et ne sera plus affiché.

source: The page you are looking for has moved or does not exist.
fr: La page que vous recherchez a été déplacée ou n'existe pas.

source: The percentage of internet-facing services that have a DMARC policy of at least p=”none”
fr: Le pourcentage de services en contact avec l'internet qui ont une politique DMARC d'au moins p=”none”.

source: The percentage of web-hosting services that strongly enforce HTTPS
fr: Le pourcentage de services d'hébergement web qui appliquent fortement le protocole HTTPS

source: The process of detecting DKIM selectors is not immediate. It may take more than 24 hours for the selectors to appear in Tracker after the conditions are met.
fr: Le processus de détection des sélecteurs DKIM n'est pas immédiat. Il peut s'écouler plus de 24 heures avant que les sélecteurs n'apparaissent dans Tracker lorsque les conditions sont remplies.

source: The reproduction is not represented as an official version of the materials reproduced, nor as having been made, in affiliation with or under the direction of TBS.
fr: La reproduction n'est pas présentée comme une version officielle des documents reproduits, ni comme ayant été faite en affiliation avec le SCT ou sous sa direction.

source: The results of DKIM verification of the message. Can be pass, fail, neutral, soft-fail, temp-error, or perm-error.
fr: Résultats de la vérification DKIM du message. Il peut s'agir d'un succès, d'un échec, d'un résultat neutre, d'un échec léger, d'une erreur temporaire ou d'une erreur permanente.

source: The results of DKIM verification of the message. Can be pass, fail, neutral, temp-error, or perm-error.
fr: Résultats de la vérification DKIM du message. Il peut s'agir d'un succès, d'un échec, d'un résultat neutre, d'une erreur temporaire ou d'une erreur permanente.

source: The selected endpoint is a private IP address. Tracker does not perform scans on private IP addresses.
fr: Le point d'extrémité sélectionné est une adresse IP privée. Tracker n'effectue pas d'analyse sur les adresses IP privées.

source: The summary cards show two metrics that Tracker scans:
fr: Les cartes récapitulatives présentent deux mesures que Suivi analyse :

source: The Total Messages from this sender.
fr: Total des messages de cet expéditeur.

source: The user's role has been successfully updated
fr: Le rôle de l'utilisateur a été mis à jour avec succès

source: These findings are imported from Microsoft's <0>External Attack Surface Management <1/></0> tool. <2>Automated updates to these findings occur daily.</2>
fr: Ces résultats sont importés de l'outil <0>External Attack Surface Management <1/></0> de Microsoft. <2>Des mises à jour automatiques de ces résultats sont effectuées quotidiennement.</2>

source: These metrics are an important first step in securing your services and should be treated as minimum requirements. Further metrics are available in your organization's domain list.
fr: Ces paramètres constituent une première étape importante dans la sécurisation de vos services et doivent être considérés comme des exigences minimales. D'autres paramètres sont disponibles dans la liste des domaines de votre organisation.

source: These terms and conditions shall be governed by and interpreted under the laws of Canada, without regard for any choice of law rules. The courts of Canada shall have exclusive jurisdiction over all matters arising in relation to these terms and conditions.
fr: Les présentes conditions générales sont régies et interprétées en vertu des lois du Canada, sans égard aux règles de droit applicables. Les tribunaux du Canada auront la compétence exclusive sur toutes les questions relatives à ces conditions générales.

source: This action CANNOT be reversed, are you sure you wish to to close the account {0}?
fr: Cette action ne peut être annulée, êtes-vous sûr de vouloir fermer le compte {0} ?

source: This action CANNOT be reversed, are you sure you wish to to close the account {displayName}?
fr: Cette action ne peut être annulée, êtes-vous sûr de vouloir fermer le compte {displayName}?

source: This component is currently unavailable. Try reloading the page.
fr: Ce composant n'est pas disponible actuellement. Essayez de recharger la page.

source: This could be due to improper configuration, or could be the result of a scan error
fr: Cela peut être dû à une mauvaise configuration ou à une erreur d'analyse

source: This domain does not belong to this organization
fr: Ce domaine n'appartient pas à cette organisation

source: This domain no longer exists
fr: Ce domaine n'existe plus

source: This field cannot be empty
fr: Ce champ ne peut pas être vide

source: This filter will show only domains affiliated with your account.
fr: Ce filtre n'affichera que les domaines affiliés à votre compte.

source: This is a new service, we are constantly improving.
fr: Il s'agit d'un nouveau service, que nous améliorons constamment.

source: This page displays your personal view of tracked domains. All domains marked as "favourite" will be shown in the metrics.
fr: Cette page affiche votre vue personnelle des domaines suivis. Tous les domaines marqués comme « favoris » seront affichés dans les métriques.

source: This service does <0>not host web content</0> and is not subject to the Web Sites and Services Management Configuration Requirements.
fr: Ce service <0>n'héberge pas de contenu web</0> et n'est pas soumis aux exigences de configuration de la gestion des sites et services web.

source: This tab displays a list of your favourited domains.
fr: Cet onglet affiche une liste de vos domaines favoris.

source: This tab displays the HTTPS and DMARC summaries for your favourited domains.
fr: Cet onglet affiche les résumés HTTPS et DMARC pour vos domaines favoris.

source: This user is not affiliated with any organizations
fr: Cet utilisateur n'est pas affilié à une quelconque organisation

source: Tier 1: Minimum Requirements
fr: Niveau 1 : Exigences minimales

source: Tier 2: Improved Posture
fr: Niveau 2 : Amélioration de la posture

source: Tier 3: Compliance
fr: Niveau 3 : Conformité

source: Time Generated
fr: Temps généré

source: Time Generated (UTC)
fr: Heure générée (UTC)

source: TLS Results
fr: Résultats TLS

source: TLS Scan Complete
fr: Scan TLS terminé

source: TLS scan for domain "{0}" has completed.
fr: Le scan TLS pour le domaine "{0}" est terminé.

source: TLS Summary
fr: Résumé TLS

source: To enable full app functionality and maximize your account's security, <0>please verify your account</0>.
fr: Pour activer toutes les fonctionnalités de l'application et maximiser la sécurité de votre compte, <0>vous devez vérifier votre compte</0>.

source: To ensure accurate scanning results, configure your firewall and DDoS (Denial of Service) protection settings to permit required scanning traffic. Work with your IT team and/or your SSC Service Delivery Manager to add the scanning IP address (52.138.13.28) to your network's allow lists.
fr: Pour assurer des résultats de numérisation précis, configurez les paramètres de votre pare-feu et de protection contre les attaques DDoS (déni de service) afin de permettre le trafic de numérisation requis. Collaborez avec votre équipe informatique et/ou votre gestionnaire de prestation de services du SPC pour ajouter l'adresse IP de numérisation (52.138.13.28) à vos listes d'autorisation.

source: To maximize your account's security, <0>please activate a multi-factor authentication option</0>.
fr: Pour maximiser la sécurité de votre compte, <0>vous devez activer une option d'authentification multifactorielle</0>.

source: To view detailed scan results and other functionality, <0>please affiliate with an organization</0>.
fr: Pour consulter les résultats détaillés de l'analyse et d'autres fonctionnalités, <0>vous devez vous affilier à une organisation</0>.

source: Total Messages
fr: Total des messages

source: Total Negative Findings
fr: Total des conclusions négatives

source: Track Digital Security
fr: Suivre la sécurité numérique

source: Tracker account has been successfully closed.
fr: Le compte du traqueur a été fermé avec succès.

source: Tracker automatically adds DKIM selectors using DMARC reports. Selectors will be added to Tracker when 1) the domain has a DMARC RUA record which includes "mailto:dmarc@cyber.gc.ca"; and 2) the selector has been used to sign an email and passed DKIM validation. If your DKIM selectors or any DMARC information is missing, please email <0>TBS Cyber Security</0>.
fr: Tracker ajoute automatiquement des sélecteurs DKIM à l'aide des rapports DMARC. Les sélecteurs seront ajoutés à Tracker lorsque 1) le domaine possède un enregistrement DMARC RUA qui inclut « mailto:dmarc@cyber.gc.ca » ; et 2) le sélecteur a été utilisé pour signer un e-mail et a passé la validation DKIM. Si vos sélecteurs DKIM ou toute autre information DMARC sont manquants, veuillez envoyer un courriel à <0>TBS Cyber Security</0>.

source: Tracker GitHub
fr: GitHub du suivi

source: Tracker HSTS and HTTPS results display incorrectly when a domain has a non-compliant WWW subdomain. Check your WWW subdomain if your results appear incorrect. For example, the results for www.canada.ca in the Tracker platform are included in the results for canada.ca. Work is in progress to separate the results.
fr: Les résultats de suivi des domaines HSTS et HTTPS s’affichent incorrectement lorsqu’un domaine possède un sous-domaine WWW qui ne se conforme pas aux règles. Vérifiez votre sous-domaine WWW si vos résultats vous semblent incorrects. Par exemple, les résultats que l’on obtient pour le site www.canada.ca dans la plateforme de suivi sont inclus dans les résultats pour le site canada.ca. Les travaux sont en cours pour séparer les résultats.

source: Tracker logo outline
fr: Contour du logo Suivi

source: Tracker logo text
fr: Texte du logo du Suivi

source: Tracker now automatically manages your DKIM selectors.
fr: Tracker gère désormais automatiquement vos sélecteurs DKIM.

source: Tracker results refresh every 24 hours.
fr: Les résultats de Suivi sont actualisés toutes les 24 heures.

source: Tracker:
fr: Suivi :

source: Trademarks Act
fr: Loi sur les marques de commerce

source: Two Factor Authentication
fr: Authentification à deux facteurs

source: Two-Factor Authentication:
fr: Authentification à deux facteurs:

source: Unable to change user role, please try again.
fr: Impossible de modifier le rôle de l'utilisateur, veuillez réessayer.

source: Unable to close the account.
fr: Impossible de fermer le compte.

source: Unable to close this account.
fr: Impossible de fermer ce compte.

source: Unable to complete the tour.
fr: Impossible de terminer la visite.

source: Unable to create account, please try again.
fr: Impossible de créer un compte, veuillez réessayer.

source: Unable to create new domain.
fr: Impossible de créer un nouveau domaine.

source: Unable to create new organization.
fr: Impossible de créer une nouvelle organisation.

source: Unable to create new tag.
fr: Impossible de créer une nouvelle balise.

source: Unable to create your account, please try again.
fr: Impossible de créer votre compte, veuillez réessayer

source: Unable to dismiss the message.
fr: Impossible de rejeter le message.

source: Unable to ignore CVE.
fr: Impossible d'ignorer le CVE.

source: Unable to invite user.
fr: Impossible d'inviter un utilisateur.

source: Unable to remove domain.
fr: Impossible de supprimer le domaine.

source: Unable to remove this organization.
fr: Impossible de supprimer cette organisation.

source: Unable to remove user.
fr: Impossible de supprimer l'utilisateur.

source: Unable to request invite, please try again.
fr: Impossible de demander une invitation, veuillez réessayer.

source: Unable to request scan, please try again.
fr: Impossible de demander un balayage, veuillez réessayer.

source: Unable to reset your password, please try again.
fr: Impossible de réinitialiser votre mot de passe, veuillez réessayer.

source: Unable to send password reset link to email.
fr: Impossible d'envoyer le lien de réinitialisation du mot de passe par courriel.

source: Unable to sign in to your account, please try again.
fr: Impossible de vous connecter à votre compte, veuillez réessayer.

source: Unable to stop ignoring CVE.
fr: Impossible de cesser d'ignorer le CVE.

source: Unable to update domain.
fr: Impossible de mettre à jour le domaine.

source: Unable to update password
fr: Impossible de mettre à jour le mot de passe
