Repository: canada-ca/tracker
Catalog: frontend/src/locales/*.po
Languages: fr

source: , and
fr: , et

source: . Personal information will not be disclosed by Treasury Board Secretariat of Canada (TBS) except in accordance with the
fr: . Les renseignements personnels ne seront pas divulgués par le Secrétariat du Conseil du Trésor du Canada (SCT), sauf en conformité avec les dispositions du

source: {0} Findings
fr: {0} Constatations

source: {0} was added to {orgSlug}
fr: {0} a été ajouté à {orgSlug}

source: {0} was added to tag list.
fr: {0} a été ajouté à la liste des balises.

source: {0} was created
fr: {0} a été créée

source: {0} was successfully updated.
fr: {0} a été mis à jour avec succès.

source: {count} records...
fr: {count} enregistrements...

source: {domainSlug} does not support aggregate data
fr: {domainSlug} ne supporte pas les données agrégées

source: {editingDomainUrl} from {orgSlug} successfully updated to {0}
fr: {editingDomainUrl} de {orgSlug} mis à jour avec succès à {0}

source: {title} - Tracker
fr: {title} - Suivi

source: {totalRecords} total item(s)
fr: {totalRecords} total artículo(s)

source: <0><1>Search Tip: Wildcard <2>%</2></1></0><3>Use <4>%</4> to broaden your search:</3><5><6><7>Start with <8>%</8></7>: Search <9><10>%example.gc.ca</10></9> to find subdomains like <11>"sub.example.gc.ca."</11></6><12><13>End with <14>%</14></13>: Search <15><16>example%</16> </15>to find domains like <17>"example.gc.ca"</17> or <18>"example.canada.ca."</18></12><19><20>Use both</20>: Search <21><22>%example%</22> </21>to find anything containing "example", like<23>"sub.example.gc.ca"</23> or <24>"example.canada.ca."</24></19></5><25>This helps you quickly locate related domains and subdomains.</25>
fr: <0><1>Conseil de recherche : Caractère générique <2>%</2></1></0><3>Utilisez <4>%</4> pour élargir votre recherche:</3><5><6><7>Démarrez avec <8>%</8></7> : Recherchez <9><10>%exemple.gc. ca</10></9> pour trouver des sous-domaines comme <11>"sub.exemple.gc.ca."</11></6><12><13>Finissez avec <14>%</14></13> : Recherchez <15><16>exemple%</16> </15>pour trouver des domaines comme <17>"exemple. gc.ca"</17> ou <18>"exemple.canada.ca."</18></12><19><20>Utiliser les deux</20> : Recherche <21><22>%exemple%</22> </21>pour trouver tout ce qui contient "exemple", comme<23>" sub.exemple.gc.ca"</23> ou <24>"exemple.canada.ca."</24></19></5><25>Cela vous aide à localiser rapidement les domaines et sous-domaines apparentés.</25>

source: <0>Current Phone Number:</0> {detailValue}
fr: <0>Numéro de téléphone actuel:</0> {detailValue}

source: <0>Error:</0> {0}
fr: <0>Erreur:</0> {0}

source: <0>Follow the guidance found in section B.4 of the <1>ITSP.40.065 v1.1</1>.</0>
fr: <0>Suivre les indications de la section 2.4 de la <1>ITSP.40.065 v1.1</1>.</0>

source: <0>Hostname:</0> {hostname}
fr: <0>Nom d'hôte:</0> {hostname}

source: <0>Last Scanned:</0> {0}
fr: <0>Dernière numérisation:</0> {0}

source: <0>Note:</0> Tags must not include data that would reclassify the asset above <1>Unclassified, Low Integrity, Low Availability (ULL)</1>
fr: <0>Note:</0> Les étiquettes ne doivent pas inclure de données qui reclasseraient le bien au-dessus de <1> Non classifié, intégrité faible, disponibilité faible (NID)</1>.

source: <0>Preference:</0> {preference}
fr: <0>Préférence:</0> {préférence}

source: 0. Not Implemented
fr: 0. Non mis en œuvre

source: 1. Assess
fr: 1. Évaluez

source: 2. Deploy
fr: 2. Déployer

source: 2.1 Robust web application frameworks are used to aid in developing secure web applications.
fr: 2.1 Des cadres d’application Web robustes sont utilisés pour faciliter le développement d’applications Web sécurisées.

source: 2.4 Web applications implement Content-Security-Policy, HSTS and X-Frame-Options response headers.
fr: 2.4 Les applications Web mettent en œuvre les mécanismes Content Security Policy et HSTS ainsi que l’en-tête de réponse X-Frame-Options.

source: 3. Enforce
fr: 3. Appliquer

source: 3.1.2 Use a denial-of-service mitigation service
fr: 3.1.2 utilisent un service d’atténuation des dénis de service;

source: 3.1.3 Use GC-approved content delivery networks (CDN) that cache websites and protects access to the origin server.
fr: 3.1.3 utilisent des réseaux de diffusion de contenu approuvés par le GC qui stockent temporairement les sites Web et protègent l’accès au serveur d’origine.

source: 4. Maintain
fr: 4. Maintenir

source: 404 - Page Not Found
fr: 404 - Page non trouvée

source: A DNS request for this service has resulted in the following error code:
fr: Une requête DNS pour ce service a donné lieu au code d'erreur suivant :

source: A domain may only be removed for one of the reasons below. For a domain to no longer exist, it must be removed from the DNS. If you need to remove this domain for a different reason, please contact TBS Cyber Security.
fr: Un domaine ne peut être supprimé que pour l'une des raisons ci-dessous. Pour qu'un domaine n'existe plus, il doit être supprimé du DNS. Si vous devez supprimer ce domaine pour une autre raison, veuillez contacter TBS Cyber Security.

source: A minimum DMARC policy of “p=none” with at least one address defined as a recipient of aggregate reports
fr: Une politique DMARC minimale de "p=none" avec au moins une adresse définie comme destinataire des rapports agrégés.

source: A more detailed breakdown of each domain can be found by clicking on its address in the first column.
fr: Une ventilation plus détaillée de chaque domaine peut être trouvée en cliquant sur son adresse dans la première colonne.

source: A verification email has been sent to your new email address. Please verify your email address to complete the change.
fr: Un courriel de vérification a été envoyé à votre nouvelle adresse électronique. Veuillez vérifier votre adresse électronique pour terminer le changement.

source: Access to Information
fr: Accès à l'information

source: Access to Information Act.
fr: Loi sur l'accès à l'information.

source: Account
fr: Compte

source: Account Closed Successfully
fr: Compte clôturé avec succès

source: Account created.
fr: Compte créé

source: Account Settings
fr: Paramètres du compte

source: Acronym
fr: Acronyme

source: Acronym (EN)
fr: Acronyme (EN)

source: Acronym (FR)
fr: Acronyme (FR)

source: Acronym:
fr: Acronyme:

source: Acronyms can only use upper case letters and underscores
fr: Les acronymes ne peuvent utiliser que des lettres majuscules et des caractères de soulignement.

source: Acronyms must be at most 50 characters
fr: Les acronymes doivent comporter au maximum 50 caractères.

source: Activity
fr: Activité

source: Add
fr: Ajouter

source: Add Domain
fr: Ajouter un domaine

source: Add Domain Details
fr: Ajouter les détails du domaine

source: Add Tag
fr: Ajouter un tag

source: Add User
fr: Ajouter un utilisateur

source: Additional Findings
fr: Constatations supplémentaires

source: Admin
fr: Administrateur

source: Admin accounts must activate a multi-factor authentication option.
fr: Les comptes administrateurs doivent activer une option d'authentification multifactorielle.

source: Admin Portal
fr: Portail Admin

source: Admin Profile
fr: Profil de l'administrateur

source: Admins of an organization can add domains to their list.
fr: Les administrateurs d'une organisation peuvent ajouter des domaines à leur liste.

source: Affected Components
fr: Composants concernés

source: Already have an account? <0>Log in</0>
fr: Vous avez déjà un compte ? <0>Connecter</0>

source: An asset confirmed to belong to the organization.
fr: Se confirma que un activo pertenece a la organización.

source: An asset that is owned by a third party and supports the operation of organization-owned assets.
fr: Activo propiedad de un tercero que sirve de apoyo al funcionamiento de los activos propiedad de la organización.

source: An asset that is relevant to the organization but is not a direct part of the attack surface.
fr: Un activo que es relevante para la organización pero que no forma parte directamente de la superficie de ataque.

source: An asset that is suspected to belong to the organization but has not been confirmed.
fr: Activo que se sospecha que pertenece a la organización pero que no se ha confirmado.

source: An asset that requires further investigation to determine its relationship to the organization.
fr: Un activo que requiere más investigación para determinar su relación con la organización.

source: An email was sent with a link to reset your password
fr: Un courriel a été envoyé avec un lien pour réinitialiser votre mot de passe

source: An error has occurred.
fr: Une erreur s'est produite.

source: An error occurred when completing the tour.
fr: Une erreur s'est produite lors de la réalisation de la visite.

source: An error occurred when dismissing the message.
fr: Une erreur s'est produite lors de la fermeture du message.

source: An error occurred when fetching this organization's information
fr: Une erreur s'est produite lors de la recherche des informations relatives à cette organisation.

source: An error occurred when you attempted to download all domain statuses.
fr: Une erreur s'est produite lorsque vous avez tenté de télécharger tous les statuts de domaine.

source: An error occurred when you attempted to sign out
fr: Une erreur s'est produite lorsque vous avez tenté de vous déconnecter

source: An error occurred while favouriting a domain.
fr: Une erreur s'est produite lors de la mise en favori d'un domaine.

source: An error occurred while removing this organization.
fr: Une erreur s'est produite lors de la suppression de cette organisation.

source: An error occurred while requesting a scan.
fr: Une erreur s'est produite lors de la demande d'un scan.

source: An error occurred while requesting subdomain discovery.
fr: Une erreur s'est produite lors de la demande de découverte du sous-domaine.

source: An error occurred while unfavouriting a domain.
fr: Une erreur s'est produite lors du dé-favorisage d'un domaine.

source: An error occurred while updating this organization.
fr: Une erreur s'est produite lors de la mise à jour de cette organisation.

source: An error occurred while updating your display name.
fr: Une erreur s'est produite lors de la mise à jour de votre nom d'affichage.

source: An error occurred while updating your email address.
fr: Une erreur s'est produite lors de la mise à jour de votre adresse électronique.

source: An error occurred while updating your email update preference.
fr: Une erreur s'est produite lors de la mise à jour de vos préférences de mise à jour du courrier électronique.

source: An error occurred while updating your inside user preference.
fr: Une erreur s'est produite lors de la mise à jour de vos préférences d'utilisateur interne.

source: An error occurred while updating your password.
fr: Une erreur s'est produite lors de la mise à jour de votre mot de passe.

source: An error occurred while updating your phone number.
fr: Une erreur s'est produite lors de la mise à jour de votre numéro de téléphone.

source: An error occurred while updating your TFA send method.
fr: Une erreur s'est produite lors de la mise à jour de votre méthode d'envoi de TFA.

source: An error occurred while verifying your phone number.
fr: Une erreur s'est produite lors de la mise à jour de votre numéro de téléphone.

source: An error occurred.
fr: Une erreur s'est produite.

source: and by applicable laws, policies, regulations and international agreements.
fr: et par les lois, politiques, règlements et accords internationaux applicables.

source: Another possibility is that your domain is not internet facing.
fr: Il se peut aussi que votre domaine ne soit pas connecté à Internet.

source: Any data or information disclosed to TBS will be used in a manner consistent with our
fr: Toute donnée ou information divulguée au SCT sera utilisée d'une manière compatible avec notre

source: Any products or related services provided to you by TBS are and will remain the intellectual property of the Government of Canada.
fr: Tous les produits ou services connexes qui vous sont fournis par le SCT sont et demeureront la propriété intellectuelle du gouvernement du Canada.

source: Apply
fr: Appliquer

source: Apply filters to refine the organization list.
fr: Appliquer des filtres pour affiner la liste des organisations.

source: Apply filters to refine your domain search results.
fr: Appliquez des filtres pour affiner les résultats de votre recherche de domaine.

source: Approved
fr: Approuvé

source: APPROVED
fr: APPROUVÉE

source: April
fr: Avril

source: Archive domain
fr: Archiver ce domaine

source: Archived
fr: Archivé

source: ARCHIVED
fr: ARCHIVES

source: Are you sure you want to ignore this CVE?
fr: Êtes-vous sûr de vouloir ignorer ce CVE ?

source: Are you sure you want to permanently remove the organization "{0}"?
fr: Êtes-vous sûr de vouloir supprimer définitivement l'organisation "{0}" ?

source: Are you sure you want to stop ignoring this CVE?
fr: Êtes-vous sûr de vouloir cesser d'ignorer ce CVE ?

source: Assess current state;
fr: Évaluer l’état actuel.

source: Asset State
fr: État des actifs

source: Asset States
fr: Estados del activo

source: Audit Logs
fr: Journaux d'audit

source: August
fr: Août

source: Authenticate
fr: Authentifier

source: Back
fr: Retour

source: Below are steps on how government organizations can leverage the Tracker platform:
fr: Voici la façon dont les organisations gouvernementales peuvent tirer parti de la plateforme Suivi:

source: Blank fields will not be included when updating the organization.
fr: Les champs vides ne seront pas pris en compte lors de la mise à jour de l'organisation.

source: Blocked
fr: Bloqué

source: BLOCKED
fr: BLOQUÉ

source: By accessing, browsing, or using our website or our services, you acknowledge that you have read, understood, and agree to be bound by these Terms and Conditions, and to comply with all applicable laws and regulations. We recommend that you review all Terms and Conditions periodically to understand any updates or changes that may affect you. If you do not agree to these Terms and Conditions, please refrain from using our website, products and services.
fr: En accédant, en naviguant ou en utilisant notre site web ou nos services, vous reconnaissez avoir lu, compris et accepté d'être lié par les présentes conditions générales, et de vous conformer à toutes les lois et réglementations applicables. Nous vous recommandons de consulter périodiquement les Conditions générales afin de comprendre les mises à jour ou les modifications qui pourraient vous concerner. Si vous n'acceptez pas les présentes conditions générales, veuillez vous abstenir d'utiliser notre site Web, nos produits et nos services.

source: By default our scanners check domains ending in “.gc.ca” and “.canada.ca”. If your domain is outside that set, you need to contact us to let us know. Send an email to <0>TBS Cyber Security</0> to confirm your ownership of that domain.
fr: Par défaut, nos scanners vérifient les domaines se terminant par ".gc.ca" et ".canada.ca". Si votre domaine ne fait pas partie de cette liste, vous devez nous contacter pour nous en informer. Envoyez un courriel à l’<0>équipe responsable de la cybersécurité du SCT</0> pour confirmer que vous êtes propriétaire de ce domaine.

source: Canadians rely on the Government of Canada to provide secure digital services. The Policy on Service and Digital guides government online services to adopt good security practices for practices outlined in the <0>email</0> and <1>web</1> services. Track how government sites are becoming more secure.
fr: Les Canadiens comptent sur le gouvernement du Canada pour fournir des services numériques sécurisés. La Politique sur les services et le numérique guide les services en ligne du gouvernement pour qu'ils adoptent de bonnes pratiques de sécurité pour les pratiques décrites dans les services de <0>courriel</0> et les services <1>Web</1>. Suivez l'évolution de la sécurisation des sites gouvernementaux.

source: Canadians rely on the Government of Canada to provide secure digital services. The Policy on Service and Digital guides government online services to adopt good security practices for practices outlined in the <0>email<1/></0> and <2>web<3/></2> services. Track how government sites are becoming more secure.
fr: Les Canadiens comptent sur le gouvernement du Canada pour fournir des services numériques sécurisés. La politique sur les services et le numérique guide les services en ligne du gouvernement pour qu'ils adoptent de bonnes pratiques de sécurité pour les services <0>email<1/></0> et <2>web<3/></2>. Suivez l'évolution de la sécurité des sites gouvernementaux.

source: Cancel
fr: Annuler

source: Candidate
fr: Candidat

source: CANDIDATE
fr: CANDIDAT

source: CCCS has updated their <0>list of recommended TLS cipher suites and elliptic curves</0>. Please review these findings and update your configurations accordingly.
fr: CCC a mis à jour sa <0>liste de suites de chiffrement TLS et de courbes elliptiques recommandées</0>. Veuillez prendre connaissance de ces résultats et mettre à jour vos configurations en conséquence.

source: Certificate Chain
fr: Chaîne de certificats

source: Certificate chain info could not be found during the scan.
fr: Les informations sur la chaîne de certificats n'ont pas pu être trouvées pendant l'analyse.

source: Certificate is valid and configured to use strong protocols, ciphers, and curves
fr: Le certificat est valide et configuré pour utiliser des protocoles, des chiffrements et des courbes robustes.

source: Certificates
fr: Certificats

source: Certificates Status
fr: Statut des certificats

source: Certification Paths
fr: Voies de certification

source: Change Password
fr: Changer le mot de passe

source: Changed TFA Send Method
fr: Changement de la méthode d'envoi des TFA

source: Changed User Display Name
fr: Changement du nom d'affichage de l'utilisateur

source: Changed User Password
fr: Modification du mot de passe de l'utilisateur

source: Changed User Phone Number
fr: Changement du numéro de téléphone de l'utilisateur

source: Changes Required for ITPIN Compliance
fr: Changements requis pour la mise en conformité ITPIN

source: Changes:
fr: Changements :

source: Check if your organization is already included. If not, create a free account to access an overview of your organization's digital footprint and potential vulnerabilities.
fr: Vérifiez si votre organisation est déjà incluse. Si ce n'est pas le cas, créez un compte gratuit pour obtenir une vue d'ensemble de l'empreinte numérique de votre organisation et de ses vulnérabilités potentielles.

source: Cipher Suites
fr: Suites de chiffrement

source: Ciphers Status
fr: État du chiffrement

source: City
fr: Ville

source: City (EN)
fr: Ville (EN)

source: City (FR)
fr: Ville (FR)

source: City:
fr: Ville:

source: Clear
fr: Dégager

source: Click an organization card to view more details.
fr: Cliquez sur une carte d'organisation pour obtenir plus de détails.

source: Click for additional information on statuses, tags, and filters.
fr: Cliquez pour plus d'informations sur les statuts, les étiquettes et les filtres.

source: Click for guidance on getting started with Tracker and frequently asked questions.
fr: Cliquez pour obtenir des conseils sur la façon de démarrer avec Tracker et les questions les plus fréquentes.

source: Click here.
fr: Cliquez ici.

source: Click to view detailed scan results and guidance.
fr: Cliquez pour voir les résultats détaillés de l'examen et les conseils.

source: Close
fr: Fermer

source: Close Account
fr: Fermer le compte

source: Code field must not be empty
fr: Le champ de code ne doit pas être vide

source: Collect and analyze DMARC reports.
fr: Recueillir et analyser les rapports DMARC.

source: Comparison
fr: Comparaison

source: Compliant
fr: Conforme

source: Confidence Level
fr: Niveau de confiance

source: Configuration requirements for email services completely met
fr: Les exigences de configuration pour les services de courrier électronique sont entièrement satisfaites

source: Configuration requirements for web sites and services completely met
fr: Les exigences de configuration des sites et services web sont entièrement satisfaites

source: Confirm
fr: Confirmer

source: Confirm New Password:
fr: Confirmer le nouveau mot de passe:

source: Confirm Password:
fr: Confirmez le mot de passe:

source: Confirm removal of domain:
fr: Confirmer la suppression du domaine:

source: Confirm subdomain discovery for <0>{domainUrl}</0>:
fr: Confirmer la découverte du sous-domaine pour <0>{domainUrl}</0> :

source: Connection Results
fr: Résultats de la connexion

source: Consider prioritizing websites and web services that exchange Protected data.
fr: Envisagez de donner la priorité aux sites web et aux services web qui échangent des données protégées.

source: Contact the Tracker Team
fr: Contacter l'équipe Suivi

source: contact us
fr: contactez-nous

source: Contact Us
fr: Nous contacter

source: Content Delivery Network
fr: Réseau de diffusion de contenu

source: Continue
fr: Continuer

source: Copyright Act
fr: Loi sur le droit d'auteur

source: Correct misconfigurations and update records as required; and
fr: Corriger les erreurs de configuration et mettre à jour les enregistrements, au besoin.

source: Country
fr: Pays

source: Country (EN)
fr: Pays (EN)

source: Country (FR)
fr: Pays (FR)

source: Country:
fr: Pays:

source: Create
fr: Créer

source: Create a free account to gain visibility into your organization's digital footprint and access a dynamic inventory of your web infrastructure.
fr: Créez un compte gratuit pour avoir une visibilité sur l'empreinte numérique de votre organisation et accéder à un inventaire dynamique de votre infrastructure web.

source: Create Account
fr: Créer un compte

source: Create an Account
fr: Créer un compte

source: Create an organization
fr: Créer une organisation

source: Create Organization
fr: Créer une organisation

source: Critical
fr: Critique

source: Current Display Name:
fr: Nom de l'affichage actuel:

source: Current Email:
fr: Courriel actuel:

source: Current Password:
fr: Mot de passe actuel:

source: Curves
fr: Courbes

source: Curves Status
fr: État des courbes

source: CVE ID
fr: ID CVE

source: CVE ignored
fr: CVE ignoré

source: Data Handling
fr: Traitement des données

source: Data Security and Use
fr: Sécurité et utilisation des données

source: Data:
fr: Données:

source: DDOS Protection
fr: Protection DDOS

source: Decay Detection
fr: Détection de dégradation

source: December
fr: Décembre

source: Default:
fr: Par défaut :

source: Delete
fr: Supprimer

source: Dependency
fr: Dépendance

source: DEPENDENCY
fr: DÉPENDANCE

source: Deploy DKIM records and keys for all domains and senders; and
fr: Déployer les enregistrements DKIM et les clés pour tous les domaines et expéditeurs.

source: Deploy initial DMARC records with policy of none; and
fr: Déployer les enregistrements DMARC initiaux en utilisant la stratégie Aucune (None)

source: Deploy SPF records for all domains;
fr: Déployer les enregistrements SPF pour tous les domaines.

source: Details for a given guidance tag can be found on the wiki, see below.
fr: Les détails d'une balise d'orientation donnée peuvent être trouvés sur le wiki, voir ci-dessous.

source: Detected Ignored CVEs:
fr: CVEs ignorés détectés :

source: Develop a prioritized schedule to address any failings:
fr: Élaborer un calendrier de mesures prioritaires pour remédier à toute défaillance :

source: Discover Subdomains
fr: Découvrir les sous-domaines

source: Display Name
fr: Nom d'affichage

source: Display name cannot be empty
fr: Le nom d'affichage ne peut pas être vide

source: Display Name:
fr: Nom d'affichage:
