Repository: canada-ca/tracker
Catalog: frontend/src/locales/*.po
Languages: fr

source: Manual management of DKIM selectors is discontinued. DKIM selectors will automatically be added when setting <0>rua=mailto:dmarc@cyber.gc.ca</0> in your DMARC record. <1>Learn more</1>.
fr: La gestion manuelle des sélecteurs DKIM est supprimée. Les sélecteurs DKIM seront automatiquement ajoutés lorsque vous définissez <0>rua=mailto:dmarc@cyber.gc.ca</0> dans votre enregistrement DMARC. <1>En savoir plus</1>.

source: March
fr: Mars

source: Mark domains as "Favourite" to save them to your "myTracker" page.
fr: Marquez les domaines comme « favoris » pour les enregistrer sur votre page « myTracker ».

source: May
fr: Mai

source: Medium
fr: Moyen

source: Message dismissed successfully
fr: Message rejeté avec succès

source: Monitor changes in your organization's security compliance over time.
fr: Surveillez l'évolution de la conformité de votre organisation en matière de sécurité au fil du temps.

source: Monitor DMARC reports and correct misconfigurations.
fr: Surveiller les rapports DMARC et corriger les erreurs de configuration.

source: Monitor DMARC reports;
fr: Surveiller les rapports DMARC.

source: Monitor Only
fr: Moniteur uniquement

source: More details
fr: Plus de détails

source: Most Common Negative Findings
fr: Résultats négatifs les plus fréquents

source: Mozilla SSL Configuration Generator
fr: Générateur de configuration SSL de Mozilla

source: Multifactor authentication (MFA) is active by default and used to verify account email
fr: L'authentification multifactorielle (MFA) est active par défaut et utilisée pour vérifier l'adresse électronique du compte.

source: Must Staple
fr: Agrafe obligatoire

source: My domain does not send emails, how can I get my domain's DMARC, DKIM, and SPF compliance checks to pass?
fr: Mon domaine n'envoie pas d'e-mails, comment puis-je faire passer les contrôles de conformité DMARC, DKIM et SPF de mon domaine ?

source: myTracker
fr: monSuivi

source: Name
fr: Nom

source: Name (EN)
fr: Nom (EN)

source: Name (FR)
fr: Nom (FR)

source: Name Servers (NS)
fr: Serveurs de noms (NS)

source: Name:
fr: Nom:

source: Names:
fr: Noms :

source: Negative
fr: Négatif

source: Negative Findings
fr: Constatations négatives

source: Never
fr: Jamais

source: NEW
fr: NOUVEAU

source: New Display Name:
fr: Nouveau nom d'affichage:

source: New Domain URL
fr: Nouvelle URL de domaine

source: New Domain URL:
fr: Nouvelle URL de domaine:

source: New Email Address:
fr: Nouvelle adresse électronique:

source: New Password:
fr: Nouveau mot de passe:

source: New Phone Number:
fr: Nouveau numéro de téléphone:

source: New Recommended TLS Ciphers
fr: Nouveaux codes TLS recommandés

source: New Value:
fr: Nouvelle valeur :

source: Next
fr: Suivant

source: No
fr: Non

source: No activity logs
fr: Aucun journal d'activité

source: No additional findings available at this time.
fr: Aucune autre conclusion n'est disponible pour l'instant.

source: No additional web components found
fr: Aucun autre composant web n'a été trouvé

source: No CDN found
fr: Pas de RDC trouvé

source: No current phone number
fr: Pas de numéro de téléphone actuel

source: No data for the DKIM Failures by IP Address table
fr: Aucune donnée pour le tableau des défaillances DKIM par adresse IP

source: No data for the DMARC Failures by IP Address table
fr: Pas de données pour le tableau des défaillances DMARC par adresse IP

source: No data for the DMARC yearly report graph
fr: Pas de données pour le graphique du rapport annuel de la DMARC

source: No data for the Fully Aligned by IP Address table
fr: Pas de données pour le tableau Entièrement aligné par adresse IP

source: No data for the SPF Failures by IP Address table
fr: Aucune donnée pour le tableau des défaillances du SPF par adresse IP

source: No data found
fr: Aucune donnée trouvée

source: No data found when retrieving all domain statuses.
fr: Aucune donnée n'a été trouvée lors de la récupération de tous les statuts de domaine.

source: No data found when retrieving top 25 report.
fr: Aucune donnée n'a été trouvée lors de l'extraction du rapport sur les 25 principales.

source: No data was found to export.
fr: Aucune donnée n'a été trouvée pour l'exportation.

source: No DDOS Protection found
fr: Aucune protection DDOS trouvée

source: No Domains
fr: Aucun domaine

source: No frameworks found
fr: Aucun cadre trouvé

source: No guidance found for this category
fr: Aucun conseil trouvé pour cette catégorie

source: No known weak protocols used.
fr: Aucun protocole faible connu n'a été utilisé.

source: No MX records found. Is the domain parked?
fr: Aucun enregistrement MX n'a été trouvé. Le domaine est-il parqué ?

source: No negative findings to show.
fr: Aucun résultat négatif à signaler.

source: No Organizations
fr: Aucune organisation

source: No response headers found
fr: Aucun en-tête de réponse n'a été trouvé

source: No scan data for this organization.
fr: Aucune donnée d'analyse pour cette organisation.

source: No scan data is currently available for this service. You may request a scan using the refresh button, or wait up to 24 hours for data to refresh.
fr: Aucune donnée de balayage n'est actuellement disponible pour ce service. Vous pouvez demander un scan en utilisant le bouton d'actualisation, ou attendre jusqu'à 24 heures pour que les données soient actualisées.

source: No Tags
fr: Pas de balises

source: No Top 25 Vulnerabilites Detected
fr: Aucune des 25 principales vulnérabilités détectées

source: No users
fr: Aucun utilisateur

source: No Users
fr: Pas d'utilisateurs

source: No values were supplied when attempting to update organization details.
fr: Aucune valeur n'a été fournie lors de la tentative de mise à jour des détails de l'organisation.

source: Non-compliant
fr: Non conforme

source: None
fr: Aucun

source: Not After:
fr: Pas après :

source: Not available
fr: Non disponible

source: Not Before:
fr: Pas avant :

source: Not Implemented
fr: Non mis en œuvre

source: Note: This could affect results for multiple organizations
fr: Note : Cela pourrait affecter les résultats de plusieurs organisations

source: Note: This will affect results for {orgCount} organizations
fr: Note : Ceci affectera les résultats pour les organisations {orgCount}.

source: Notice of Agreement
fr: Avis d'accord

source: Notification of Changes
fr: Notification des changements

source: November
fr: Novembre

source: Obtain certificates from a GC-approved certificate source as outlined in the Recommendations for TLS Server Certificates for GC public facing web services
fr: Obtenir des certificats d’une source de certificats approuvée par le GC, comme l’indiquent les Recommandations pour les certificats de serveur TLS pour les services Web publics du GC.

source: Obtain the configuration guidance for the appropriate endpoints (e.g., web server, network/security appliances, etc.) and implement recommended configurations.
fr: Obtenir une orientation en matière de configuration pour les points terminaux appropriés (p. ex., serveur Web, dispositifs de réseau ou de sécurité) et mettre en œuvre les configurations recommandées.

source: October
fr: Octobre

source: Old Value:
fr: Ancienne valeur :

source: Once access is given to your department by the TBS Cyber team, they will be able to invite and manage other users within the organization and manage the domain list.
fr: Une fois que l’équipe responsable de la cybersécurité du SCT a donné l'accès à votre département, celui-ci pourra inviter et gérer d'autres utilisateurs au sein de l'organisation et gérer la liste du domaine.

source: Only <0>TBS Cyber Security</0> can remove domains from your organization. Domains are only to be removed from your list when 1) they no longer exist, meaning they are deleted from the DNS returning an error code of NX DOMAIN (domain name does not exist); or 2) if you have identified that they do not belong to your organization.
fr: Seul l’<0>équipe responsable de la cybersécurité du SCT</0> peut supprimer des domaines de votre organisation. Les domaines ne peuvent être supprimés de votre liste que 1) s'ils n'existent plus, c'est-à-dire s'ils sont supprimés du DNS et renvoient un code d'erreur NX DOMAIN (le nom de domaine n'existe pas) ; ou 2) si vous avez constaté qu'ils n'appartiennent pas à votre organisation.

source: Open
fr: Ouvrir

source: Open the glossary.
fr: Ouvrir le glossaire.

source: Options include contacting the <0>SSC WebSSL services team</0> and/or using <1>Let's Encrypt</1>. For more information, please refer to the guidance on <2>Recommendations for TLS Server Certificates</2>.
fr: Vous pouvez notamment communiquer avec l’<0>équipe responsable des services WebSSL de SPC</0> ou utiliser <1>Let’sEncrypt</1>. Pour en apprendre davantage, veuillez vous reporter aux <2>Recommandations pour les certificats de serveur TLS</2>.

source: Organization
fr: Organisation

source: Organization created
fr: Organisation créée

source: Organization Details
fr: Détails de l'organisation

source: Organization Information
fr: Informations sur l'organisation

source: Organization is invested in the outside domain
fr: L'organisation est investie dans le domaine extérieur

source: Organization Name
fr: Nom de l'organisation

source: Organization name does not match.
fr: Le nom de l'organisation ne correspond pas.

source: Organization not updated
fr: Organisation non mise à jour

source: Organization owns this domain, but it is outside the allowed scope
fr: L'organisation possède ce domaine, mais il est en dehors du champ d'application autorisé

source: Organization:
fr: Organisation :

source: Organization(s):
fr: Organisation(s) :

source: Organizations
fr: Organisations

source: Other
fr: Autres

source: Our scan requests can be identified by the following User-Agent header:
fr: Nos demandes d'analyse peuvent être identifiées par l'en-tête User-Agent suivant :

source: our Terms and Conditions on the TBS website
fr: nos conditions générales sur le site Web du SCT

source: OWNER
fr: PROPRIÉTAIRE

source: Ownership:
fr: Propriété :

source: Page {0} of {1}
fr: Page {0} de {1}

source: Pass
fr: Passez

source: Password
fr: Mot de passe

source: Password cannot be empty
fr: Le mot de passe ne peut pas être vide

source: Password confirmation cannot be empty
fr: La confirmation du mot de passe ne peut pas être vide

source: Password must be at least 12 characters long
fr: Le mot de passe doit comporter au moins 12 caractères

source: Password Updated
fr: Mot de passe mis à jour

source: Password:
fr: Mot de passe:

source: Passwords must match
fr: Les mots de passe doivent correspondre

source: Pending
fr: En attente

source: PENDING
fr: EN ATTENTE

source: Percentage
fr: Pourcentage

source: Percentages
fr: Pourcentages

source: phase out
fr: abandonnées

source: Phone
fr: Téléphone

source: Phone number field must not be empty
fr: Le champ du numéro de téléphone ne doit pas être vide

source: Phone number must be a valid phone number that is 10-15 digits long
fr: Le numéro de téléphone doit être un numéro de téléphone valide de 10 à 15 chiffres.

source: Phone Number:
fr: Numéro de téléphone:

source: Phone Validated
fr: Téléphone validé

source: Please allow up to 24 hours for summaries to reflect any changes.
fr: Veuillez prévoir jusqu'à 24 heures pour que les résumés reflètent les changements éventuels.

source: Please choose your preferred language
fr: Veuillez choisir votre langue préférée

source: Please contact <0>TBS Cyber Security</0> for help.
fr: Veuillez communiquer avec l’<0>équipe responsable de la cybersécurité du SCT</0> pour obtenir de l’aide.

source: Please enter your current password.
fr: Veuillez entrer votre mot de passe actuel.

source: Please enter your one-time code to continue to Tracker.
fr: Veuillez saisir votre code à usage unique pour continuer à Tracker.

source: Please enter your two factor code below.
fr: Veuillez entrer votre code à deux facteurs ci-dessous.

source: Pointer to a DKIM public key record in DNS.
fr: Pointeur vers un enregistrement de clé publique DKIM dans le DNS.

source: Policy guidance:
fr: Orientation politique :

source: Positive
fr: Positif

source: Prevent this domain from being visible, scanned, and being counted in any summaries.
fr: Empêchez ce domaine d'être visible, d'être scanné et d'être compté dans les résumés.

source: Privacy
fr: Confidentialité

source: Privacy Act.
fr: Loi sur la protection de la vie privée.

source: Privacy Notice Statement
fr: Déclaration de confidentialité

source: Private IP
fr: IP privé

source: Progress Report
fr: Rapport d'avancement

source: Protect domains that do not send email - GOV.UK (www.gov.uk)
fr: Protéger les domaines qui n'envoient pas de courrier électronique - GOV.UK (www.gov.uk)

source: Protocols
fr: Protocoles

source: Protocols Status
fr: Statut des protocoles

source: Range:
fr: Gamme :

source: Reach out if you have any questions.
fr: N'hésitez pas à nous contacter si vous avez des questions.

source: Read guidance
fr: Conseils de lecture

source: Read Guidance
fr: Conseils de lecture

source: Reason
fr: Raison

source: Received Chain Contains Anchor Certificate
fr: La chaîne reçue contient le certificat d'ancrage

source: Received Chain Has Valid Order
fr: La chaîne reçue a un ordre valide

source: Recent Activity
fr: Activité récente

source: References:
fr: Références :

source: Refresh the web and email scan results for this domain.
fr: Actualiser les résultats de l'analyse du Web et du courrier électronique pour ce domaine.

source: Register
fr: Registre

source: Reject all messages from non-mail domains.
fr: Rejeter tous les messages provenant de domaines autres que les domaines de courrier.

source: Remember me
fr: Rappelle-toi de moi

source: Remove
fr: Retirer

source: Remove Domain
fr: Supprimer un domaine

source: Remove Organization
fr: Supprimer l'organisation

source: Remove User
fr: Supprimer l'utilisateur

source: Removed Organization
fr: Organisation supprimée

source: Report an Issue
fr: Signaler un problème

source: Request a domain to be scanned:
fr: Demander qu'un domaine soit scanné:

source: Request an invite if you are unaffiliated with your organization.
fr: Demandez une invitation si vous n'êtes pas affilié à votre organisation.

source: Request Invite
fr: Demande d'invitation

source: Request successfully sent to get all domain statuses - this may take a minute.
fr: La requête a été envoyée avec succès pour obtenir les statuts de tous les domaines - cela peut prendre une minute.

source: Request successfully sent to get top 25 report.
fr: Demande envoyée avec succès pour obtenir le rapport sur le 25 principales.

source: Requested Scan
fr: Numérisation demandée

source: Requested subdomain scan
fr: Analyse du sous-domaine demandé

source: Requirements: <0>Email Management Services Configuration Requirements</0>
fr: Exigences : <0>Configuration requise pour les services de gestion du courrier électronique</0>

source: Requirements: <0>Web Sites and Services Management Configuration Requirements</0>
fr: Exigences : <0>Exigences de configuration de la gestion des sites et services web</0>

source: Requires Investigation
fr: Nécessité d'une enquête

source: REQUIRES_INVESTIGATION
fr: DEMANDE_ENQUÊTE

source: Reset Password
fr: Réinitialiser le mot de passe

source: Resource Name
fr: Nom de la ressource

source: Resource Type
fr: Type de ressource

source: Resource:
fr: Ressource :

source: Response Headers
fr: En-têtes de réponse

source: Results for scans of email technologies (DMARC, SPF, DKIM).
fr: Résultats des analyses des technologies du courrier électronique (DMARC, SPF, DKIM).

source: Results for scans of web technologies (TLS, HTTPS).
fr: Résultats pour les analyses des technologies web (TLS, HTTPS).

source: Revoked:
fr: Révoqué :

source: ROBOT Vulnerable
fr: ROBOT Vulnérable

source: Role
fr: Rôle

source: Role updated
fr: Rôle mis à jour

source: Role:
fr: Fonction:

source: Rotate DKIM keys annually.
fr: Effectuer la rotation des clés DKIM annuellement.

source: SAN List:
fr: Liste des SAN :

source: Save
fr: Sauvez

source: Scan
fr: Scanner

source: Scan Domain
fr: Domaine de balayage

source: Scan of domain successfully requested
fr: Scan du domaine demandé avec succès

source: Scan Pending
fr: Scan en attente

source: SCAN PENDING
fr: SCAN EN ATTENTE

source: Scan Request
fr: Demande de numérisation

source: Search by Domain URL
fr: Recherche par URL de domaine

source: Search by initiated by, resource name
fr: Recherche par initié par, nom de la ressource

source: Search DKIM Failing Items
fr: Rechercher les éléments en échec de DKIM

source: Search DMARC Failing Items
fr: Recherche d'éléments défaillants DMARC

source: Search for a domain
fr: Rechercher un domaine

source: Search for a specific domain.
fr: Recherche d'un domaine spécifique.

source: Search for a user (email)
fr: Recherche d'un utilisateur (email)

source: Search for a user by email
fr: Recherche d'un utilisateur par courriel

source: Search for an organization
fr: Rechercher une organisation

source: Search for domains here.
fr: Recherchez des domaines ici.

source: Search for your organization to request an invite
fr: Recherchez votre organisation pour demander une invitation

source: Search Fully Aligned Items
fr: Recherche d'éléments entièrement alignés

source: Search SPF Failing Items
fr: Rechercher les éléments défaillants du SPF

source: Search:
fr: Recherche:

source: Search:
fr: Recherche:

source: See headers
fr: Voir les en-têtes

source: Select a reason for removing this domain
fr: Sélectionnez une raison pour la suppression de ce domaine

source: Select a state that best describes the asset in relation to your organization.
fr: Sélectionnez l'état qui décrit le mieux l'actif par rapport à votre organisation.

source: Select an organization
fr: Sélectionnez une organisation

source: Select an organization to view admin options
fr: Sélectionnez une organisation pour voir les options d'administration

source: Select an ownership level
fr: Sélectionner un niveau de propriété

source: Select Preferred Language
fr: Sélectionnez votre langue préférée

source: Select the data period to view.
fr: Sélectionnez la période de données à visualiser.

source: Selector cannot be empty
fr: Le sélecteur ne peut pas être vide

source: Selector must be either a string containing alphanumeric characters and periods, starting and ending with only alphanumeric characters, or an asterisk
fr: Le sélecteur doit être soit une chaîne contenant des caractères alphanumériques et des points, commençant et se terminant uniquement par des caractères alphanumériques, soit un astérisque

source: Self-signed:
fr: Auto-signé :

source: September
fr: Septembre

source: Serial:
fr: En série :

source: Severity
fr: Sévérité

source: Show {pageSize}
fr: Voir {pageSize}

source: Show password
fr: Afficher le mot de passe

source: Showing data for period:
fr: Affichage des données pour la période:

source: Shows if all the certificates in the bundle provided by the server were sent in the correct order.
fr: Indique si tous les certificats du paquet fourni par le serveur ont été envoyés dans le bon ordre.

source: Shows if the certificate bundle provided from the server included the root certificate.
fr: Indique si le paquet de certificats fourni par le serveur comprend le certificat racine.

source: Shows if the domain has a valid SSL certificate.
fr: Indique si le domaine dispose d'un certificat SSL valide.

source: Shows if the domain meets the DomainKeys Identified Mail (DKIM) requirements.
fr: Indique si le domaine répond aux exigences de DomainKeys Identified Mail (DKIM).

source: Shows if the domain meets the HSTS requirements.
fr: Indique si le domaine répond aux exigences du HSTS.

source: Shows if the domain meets the Hypertext Transfer Protocol Secure (HTTPS) requirements.
fr: Indique si le domaine répond aux exigences du protocole de transfert hypertexte sécurisé (HTTPS).

source: Shows if the domain meets the Message Authentication, Reporting, and Conformance (DMARC) requirements.
fr: Indique si le domaine répond aux exigences de Message Authentication, Reporting, and Conformance (DMARC).

source: Shows if the domain meets the Sender Policy Framework (SPF) requirements.
fr: Indique si le domaine répond aux exigences du Sender Policy Framework (SPF).

source: Shows if the domain uses acceptable protocols.
fr: Indique si le domaine utilise des protocoles acceptables.

source: Shows if the domain uses only ciphers that are strong or acceptable.
fr: Indique si le domaine utilise uniquement des ciphers forts ou acceptables.

source: Shows if the domain uses only curves that are strong or acceptable.
fr: Indique si le domaine utilise uniquement des courbes fortes ou acceptables

source: Shows if the hostname on the server certificate matches the the hostname from the HTTP request.
fr: Indique si le nom d'hôte figurant sur le certificat du serveur correspond au nom d'hôte figurant dans la requête HTTP.

source: Shows if the HSTS (HTTP Strict Transport Security) header is present.
fr: Indique si l'en-tête HSTS (HTTP Strict Transport Security) est présent.

source: Shows if the HSTS header includes the includeSubdomains directive.
fr: Indique si l'en-tête HSTS inclut la directive includeSubdomains.

source: Shows if the HSTS header includes the preload directive.
fr: Indique si l'en-tête HSTS inclut la directive preload.

source: Shows if the HTTP connection is live.
fr: Indique si la connexion HTTP est active.

source: Shows if the HTTP endpoint upgrades to HTTPS upgrade immediately, eventually (after the first redirect), or never.
fr: Indique si le point d'extrémité HTTP passe à la mise à niveau HTTPS immédiatement, éventuellement (après la première redirection) ou jamais.

source: Shows if the HTTPS connection is live.
fr: Indique si la connexion HTTPS est active.

source: Shows if the HTTPS endpoint downgrades to unsecured HTTP immediately, eventually, or never.
fr: Indique si le point de terminaison HTTPS passe en HTTP non sécurisé immédiatement, éventuellement ou jamais.

source: Shows if the leaf certificate includes the "OCSP Must-Staple" extension.
fr: Indique si le certificat feuille comprend l'extension "OCSP Must-Staple".

source: Shows if the leaf certificate is an Extended Validation Certificate.
fr: Indique si le certificat de la feuille est un certificat de validation étendue.

source: Shows if the received certificates are free from the use of the deprecated SHA-1 algorithm.
fr: Indique si les certificats reçus sont exempts de l'utilisation de l'algorithme SHA-1 déprécié.

source: Shows if the received certificates are not relying on a distrusted Symantec root certificate.
fr: Indique si les certificats reçus ne reposent pas sur un certificat racine Symantec douteux.

source: Shows if the server was found to be vulnerable to the Heartbleed vulnerability.
fr: Indique si le serveur s'est avéré vulnérable à la faille Heartbleed.

source: Shows if the server was found to be vulnerable to the ROBOT vulnerability.
fr: Indique si le serveur a été jugé vulnérable à la vulnérabilité ROBOT.

source: Shows the duration of time, in seconds, that the HSTS header is valid.
fr: Indique la durée, en secondes, pendant laquelle l'en-tête HSTS est valide.

source: Shows the number of domains that the organization is in control of.
fr: Indique le nombre de domaines dont l'organisation a le contrôle.

source: Shows the percentage of domains which have a valid DMARC policy configuration.
fr: Indique le pourcentage de domaines qui ont une configuration de politique DMARC valide.

source: Shows the percentage of domains which have HTTPS configured and upgrade HTTP connections to HTTPS
fr: Indique le pourcentage de domaines qui ont configuré HTTPS et qui mettent à niveau les connexions HTTP vers HTTPS.
