Repository: canada-ca/tracker
Catalog: frontend/src/locales/*.po
Languages: fr

source: Displays the Name of the organization, its acronym, and a blue check mark if it is a verified organization.
fr: Affiche le nom de l'organisation, son acronyme et une coche bleue s'il s'agit d'une organisation vérifiée.

source: DKIM Aligned
fr: DKIM Aligné

source: DKIM Domains
fr: Domaines DKIM

source: DKIM Failure Table
fr: Tableau des échecs DKIM

source: DKIM Failures by IP Address
fr: Défaillances DKIM par adresse IP

source: DKIM record and keys are deployed and valid
fr: L'enregistrement DKIM et les clés sont déployés et valides

source: DKIM Results
fr: Résultats DKIM

source: DKIM Selectors
fr: Sélecteurs DKIM

source: DKIM Status
fr: Statut DKIM

source: DKIM Summary
fr: Résumé DKIM

source: DMARC Configuration
fr: Configuration de DMARC

source: DMARC Configuration Summary
fr: Résumé de la configuration DMARC

source: DMARC Configured
fr: DMARC configuré

source: DMARC Failure Table
fr: Tableau des échecs de la DMARC

source: DMARC Failures by IP Address
fr: Défaillances du DMARC par adresse IP

source: DMARC Implementation Phase: {0}
fr: Phase de mise en œuvre de DMARC: {0}

source: DMARC Phases
fr: Phases DMARC

source: DMARC policy of quarantine or reject, and all messages from non-mail domain is rejected
fr: Politique DMARC de mise en quarantaine ou de rejet, et rejet de tous les messages provenant d'un domaine autre que la messagerie.

source: DMARC Report
fr: Rapport DMARC

source: DMARC Report for {domainSlug}
fr: Rapport DMARC pour {domainSlug}

source: DMARC Status
fr: Statut DMARC

source: DMARC Summaries
fr: Résumés DMARC

source: DMARC Summary
fr: Résumé DMARC

source: DNS Host
fr: Hôte DNS

source: DNS Result Summary
fr: Résumé des résultats du DNS

source: DNS Scan Complete
fr: Scan DNS terminé

source: DNS scan for domain "{0}" has completed.
fr: Le scan DNS du domaine "{0}" est terminé.

source: DOES NOT EQUAL
fr: N'EST PAS ÉGAL

source: Domain
fr: Domaine

source: Domain added
fr: Domaine ajouté

source: Domain count
fr: Compte de domaine

source: Domain from Simple Mail Transfer Protocol (SMTP) banner message.
fr: Domaine du message de bannière du protocole de transfert de courrier simple (PTCS).

source: Domain List
fr: Liste des domaines

source: Domain Name System (DNS) Services Management Configuration Requirements - Canada.ca
fr: Exigences de configuration pour la gestion des sites Web et des services

source: Domain removed
fr: Domaine supprimé

source: Domain removed from {orgSlug}
fr: Domaine supprimé de {orgSlug}

source: Domain Tags
fr: Tags du domaine

source: Domain updated
fr: Domaine mis à jour

source: Domain URL
fr: URL du domaine

source: Domain url field must not be empty
fr: Le champ de l'url du domaine ne doit pas être vide

source: Domain URL:
fr: URL du domaine:

source: Domain:
fr: Domaine:

source: Domains
fr: Domaines

source: Domains are only to be removed from your list when 1) they no longer exist, meaning they are deleted from the DNS returning an error code of NXDOMAIN (domain name does not exist); or 2) if you have identified that they do not belong to your organization.
fr: Les domaines ne peuvent être supprimés de votre liste que 1) s'ils n'existent plus, c'est-à-dire s'ils sont supprimés du DNS et renvoient un code d'erreur NXDOMAIN (le nom de domaine n'existe pas) ; ou 2) si vous avez constaté qu'ils n'appartiennent pas à votre organisation.

source: Domains found through this method will be automatically added to <0>{orgSlug}</0> and tagged as "NEW". Would you like to proceed?
fr: Les domaines trouvés grâce à cette méthode seront automatiquement ajoutés à <0>{orgSlug}</0> et étiquetés comme "NEW". Souhaitez-vous poursuivre ?

source: Domains used for SPF validation.
fr: Domaines utilisés pour la validation SPF.

source: Don't have an account? <0>Sign up</0>
fr: Vous n'avez pas de compte ? <0>S'inscrire</0>

source: Don't show again
fr: Ne plus montrer

source: Download
fr: Télécharger

source: Each organization’s domain list should include every internet-facing service. It is the responsibility of organization admins to manage the current list and identify new domains to add.
fr: La liste des domaines de chaque organisation doit inclure tous les services en contact avec l'internet. Il incombe aux administrateurs de l'organisation de gérer la liste actuelle et d'identifier les nouveaux domaines à ajouter.

source: Edit Display Name
fr: Modifier le nom d'affichage

source: Edit Domain Details
fr: Modifier les détails d'un domaine

source: Edit Email
fr: Modifier l'e-mail

source: Edit Email Update Preferences
fr: Modifier les préférences de mise à jour des courriels

source: Edit Organization
fr: Organisation d'édition

source: Edit Phone Number
fr: Modifier le numéro de téléphone

source: Edit User
fr: Modifier l'utilisateur

source: Email
fr: Courriel

source: Email cannot be empty
fr: Le courriel ne peut être vide

source: Email Guidance
fr: Conseils par courriel

source: Email invitation sent
fr: Envoi d'une invitation par courriel

source: Email Management Services Configuration Requirements - Canada.ca
fr: Exigences en matière de configuration des services de gestion des courriels

source: Email Scan Results
fr: Résultats de l'analyse des courriels

source: Email Security:
fr: Sécurité du courrier électronique :

source: Email Sent
fr: Courriel envoyé

source: Email Summary
fr: Résumé de l'e-mail

source: Email Update Preferences:
fr: Préférences de mise à jour du courrier électronique :

source: Email Updates
fr: Mises à jour par courriel

source: Email Updates status changed
fr: Changement de statut des mises à jour par courrier électronique

source: Email Validated
fr: Courriel validé

source: Email Verification
fr: Vérification de l'e-mail

source: Email Verification Sent
fr: Envoi d'un courriel de vérification

source: Email:
fr: Courrier électronique:

source: Endpoint Summary
fr: Résumé du point d'aboutissement

source: Endpoint:
fr: Point d'aboutissement :

source: English
fr: Anglais

source: Enter "{0}" below to confirm removal. This field is case-sensitive.
fr: Entrez "{0}" ci-dessous pour confirmer la suppression. Ce champ est sensible à la casse.

source: Enter "{userName}" below to confirm removal. This field is case-sensitive.
fr: Entrez "{userName}" ci-dessous pour confirmer la suppression. Ce champ est sensible à la casse.

source: Enter and confirm your new password below:
fr: Entrez et confirmez votre nouveau mot de passe ci-dessous:

source: Enter and confirm your new password.
fr: Entrez et confirmez votre nouveau mot de passe.

source: Enter your user account's verified email address and we will send you a password reset link.
fr: Saisissez l'adresse électronique vérifiée de votre compte d'utilisateur et nous vous enverrons un lien pour réinitialiser votre mot de passe.

source: Envelope From
fr: Enveloppe De

source: EQUALS
fr: ÉGAUX

source: Error while retrieving DMARC data for {domainSlug}. <0/>This could be due to insufficient user privileges or the domain does not exist in the system.
fr: Erreur lors de la récupération des données DMARC pour {domainSlug}. <Cela peut être dû à des privilèges d'utilisateur insuffisants ou au fait que le domaine n'existe pas dans le système.

source: Error while retrieving scan data for {domainName}. <0/>This could be due to insufficient user privileges or the Domain does not exist in the system. You can request access to an Organization below to view the Domain results
fr: Erreur lors de la récupération des données d'analyse pour {domainName}. <0/>Cela peut être dû à des privilèges d'utilisateur insuffisants ou au fait que le domaine n'existe pas dans le système. Vous pouvez demander l'accès à une organisation ci-dessous pour voir les résultats du domaine.

source: Eventually
fr: Éventuellement

source: Expired:
fr: Expiré :

source: Export
fr: Exporter

source: Export RUA List
fr: Exporter la liste des RUA

source: Export SPIN Top 25
fr: Exporter les AMOPS 25 principales

source: Export to CSV
fr: Exportation vers CSV

source: External ID
fr: Identificación externa

source: External ID:
fr: Identificación externa :

source: Fail
fr: Échec

source: Fail DKIM
fr: Échec DKIM

source: Fail DKIM %
fr: Échec DKIM %

source: Fail SPF
fr: Échec du SPF

source: Fail SPF %
fr: Échec du SPF %

source: Fake email domain blocks (reject + quarantine):
fr: Blocs de domaines de faux e-mails (rejet + quarantaine) :

source: Favourited Domain
fr: Domaine favori

source: Feature Preview
fr: Aperçu des fonctionnalités

source: February
fr: Février

source: File name:
fr: Nom du fichier :

source: Filter list to affiliated resources only.
fr: Filtrer la liste aux ressources affiliées uniquement.

source: Filter list to verified organizations only.
fr: Filtrer la liste aux seules organisations vérifiées.

source: Filter the list of domains here.
fr: Filtrez la liste des domaines ici.

source: Filter the list to display only verified organizations.
fr: Filtrer la liste pour n'afficher que les organisations vérifiées.

source: Filter the list to show your affiliated organizations.
fr: Filtrez la liste pour afficher vos organisations affiliées.

source: Filtered
fr: Filtré

source: Filters:
fr: Filtres :

source: Find domains that potentially belong to your organization.
fr: Trouvez des domaines qui pourraient appartenir à votre organisation.

source: Finish
fr: Terminer

source: First Seen: {0}
fr: Première vue : {0}

source: For any questions or concerns, please contact <0>TBS Cyber Security</0> .
fr: Si vous avez des questions ou des préoccupations, n’hésitez pas à communiquer avec l’<0>équipe responsable de la cybersécurité du SCT</0>.

source: For details related to terms pertaining to privacy, please refer to
fr: Pour plus de détails concernant les termes relatifs à la vie privée, veuillez vous référer à

source: For organization admins interested in receiving email updates on new activity in their organizations.
fr: Pour les administrateurs d'organisations qui souhaitent recevoir des mises à jour par courrier électronique sur les nouvelles activités de leur organisation.

source: For organization admins interested in receiving email updates on new changes to their organization's compliance statuses.
fr: Pour les administrateurs d’organisation qui souhaitent recevoir des mises à jour par courriel sur les nouveaux changements apportés aux statuts de conformité de leur organisation.

source: For organization admins interested in receiving monthly email updates how their organization is progressing to 100% compliance.
fr: Pour les administrateurs d'organisations qui souhaitent recevoir des mises à jour mensuelles par courrier électronique sur la progression de leur organisation vers une conformité à 100 %.

source: For questions and issues related to scan data, your organization's domain list, or getting help onboarding users, please contact TBS Cyber Security.
fr: Pour toute question ou problème lié aux données d'analyse, à la liste de domaines de votre organisation ou à l'intégration des utilisateurs, veuillez contacter l’équipe responsable de la cybersécurité du SCT.

source: For users interested in using new features that are still in progress.
fr: Pour les utilisateurs intéressés par l'utilisation de nouvelles fonctionnalités qui sont encore en cours de développement.

source: Forgot Password
fr: Mot de passe oublié

source: Forgot your password?
fr: Oublié votre mot de passe?

source: Frameworks
fr: Cadres

source: French
fr: Français

source: Frequently Asked Questions
fr: Foire aux questions

source: Full Fail %
fr: Échec total %

source: Full Pass %
fr: Passage complet %

source: Fully Aligned by IP Address
fr: Entièrement aligné par adresse IP

source: Fully Aligned Table
fr: Tableau entièrement aligné

source: Further details for each organization can be found by clicking on its row.
fr: Vous trouverez de plus amples informations sur chaque organisation en cliquant sur sa ligne.

source: Getting an Account:
fr: Ouverture d'un compte :

source: Getting domain statuses
fr: Obtenir les statuts des domaines

source: Getting Started
fr: Pour commencer

source: Getting top 25 report
fr: Obtenir un rapport sur les 25 principales

source: Global
fr: Mondial

source: Glossary
fr: Glossaire

source: Go to page:
fr: Aller à la page

source: Government of Canada Employees
fr: Employés du gouvernement du Canada

source: Graph direction:
fr: Direction du graphique :

source: Guidance
fr: Orientation

source: Guidance results
fr: Résultats de l'orientation

source: Hash Algorithm:
fr: Algorithme de hachage :

source: Header From
fr: En-tête De

source: Heartbleed Vulnerable
fr: Vulnérabilité Heartbleed

source: here.
fr: ici.

source: Hide password
fr: Cacher le mot de passe

source: High
fr: Haut

source: Home
fr: Accueil

source: Horizontal View
fr: Vue horizontale

source: Host from reverse DNS of source IP address.
fr: Hôte du DNS inversé de l'adresse IP source.

source: Hostname Matches
fr: Correspondance des noms d'hôtes

source: Hostname Matches: {0}
fr: Le nom d'hôte correspond : {0}

source: How can I edit my domain list?
fr: Comment puis-je modifier ma liste de domaines?

source: HSTS Includes Subdomains
fr: HSTS inclut les sous-domaines

source: HSTS Max Age
fr: HSTS Âge maximum

source: HSTS Parsed
fr: HSTS analysé

source: HSTS Preloaded
fr: HSTS préchargé

source: HSTS Status
fr: Statut HSTS

source: HTTP (80) Chain
fr: Chaîne HTTP (80)

source: HTTP Upgrades
fr: Mises à jour HTTP

source: HTTPS (443) Chain
fr: Chaîne HTTPS (443)

source: HTTPS Configuration Summary
fr: Résumé de la configuration HTTPS

source: HTTPS Configured
fr: HTTPS configuré

source: HTTPS Downgrades
fr: Déclassements HTTPS

source: HTTPS is configured and HTTP connections redirect to HTTPS
fr: HTTPS est configuré et les connexions HTTP sont redirigées vers HTTPS.

source: HTTPS is configured, HTTP redirects, and HSTS is enabled
fr: HTTPS est configuré, les redirections HTTP et HSTS sont activés.

source: HTTPS Scan Complete
fr: Scan HTTPS terminé

source: HTTPS scan for domain "{0}" has completed.
fr: L'analyse HTTPS du domaine "{0}" est terminée.

source: HTTPS Status
fr: Statut HTTPS

source: I agree to all <0>Terms, Privacy Policy & Code of Conduct Guidelines <1/></0>
fr: J'accepte toutes les <0>Conditions générales, la politique de confidentialité et les directives du code de conduite<1/></0>.

source: Identify all authorized senders;
fr: Déterminer tous les expéditeurs autorisés.

source: Identify all domains and subdomains used to send mail;
fr: Déterminer tous les domaines et sous-domaines utilisés pour envoyer des courriels.

source: Identify any current affiliated Tracker users within your organization and develop a plan with them.
fr: Identifiez les utilisateurs affiliés à Suivi au sein de votre organisation et élaborez un plan avec eux.

source: Identify your organization's most common security issues.
fr: Identifier les problèmes de sécurité les plus courants de votre organisation.

source: If a domain is no longer in use but still exists on the DNS, it is still vulnerable to email spoofing attacks, where an attacker can send an email that appears to be coming from your domain.
fr: Si un domaine n'est plus utilisé mais existe toujours dans le DNS, il reste vulnérable aux attaques par usurpation d'adresse électronique, c'est-à-dire qu'un pirate peut envoyer un courrier électronique semblant provenir de votre domaine.

source: If at any time you or your representatives wish to adjust or cancel these services, please
fr: Si, à tout moment, vous ou vos représentants souhaitez ajuster ou annuler ces services, veuillez

source: If available, please use a managed device provided by your organization.
fr: Si disponible, veuillez utiliser un dispositif géré fourni par votre organisation.

source: If you are an admin, you can find your organization here.
fr: Si vous êtes administrateur, vous pouvez trouver votre organisation ici.

source: If you believe this could be the result of an issue with the scan, rescan the service using the refresh button. If you believe this is because the service no longer exists (NXDOMAIN), this domain should be removed from all affiliated organizations.
fr: Si vous pensez que cela peut être le résultat d'un problème avec l'analyse, réanalysez le service en utilisant le bouton d'actualisation. Si vous pensez que c'est parce que le service n'existe plus (NXDOMAIN), ce domaine doit être supprimé de toutes les organisations affiliées.

source: If you believe this was caused by a problem with Tracker, please <0>Report an Issue <1/></0>
fr: Si vous pensez que cela a été causé par un problème avec Tracker, veuillez <0>Reporter un problème <1/></0>.

source: If your organization has no affiliated users within Tracker, contact the <0>TBS Cyber Security</0> to assist in onboarding.
fr: Si votre organisation n'a pas d'utilisateurs affiliés à Suivi, contactez l’<0>équipe responsable de la cybersécurité du SCT</0> pour vous aider à l'intégrer.

source: Ignore CVE
fr: Ignorer le CVE

source: Ignore RUA
fr: Ignorer la RUA

source: Ignored
fr: Ignoré

source: Immediately
fr: Immédiatement

source: Implementation guidance: email domain protection (ITSP.40.065 v1.1) - Canadian Centre for Cyber Security
fr: Directives de mise en œuvre – protection du domaine de courrier (ITSP.40.065 v1.1) – Centre canadien pour la cybersécurité

source: Implementation: <0>Guidance on securely configuring network protocols (ITSP.40.062)</0>
fr: Mise en œuvre : <0>Conseils sur la configuration sécurisée des protocoles réseau (ITSP.40.062)</0>

source: Implementation: <0>Implementation guidance: email domain protection (ITSP.40.065 v1.1)</0>
fr: Mise en œuvre : <0>Conseils de mise en œuvre : protection du domaine de messagerie (ITSP.40.065 v1.1)</0>

source: Implemented
fr: Mis en œuvre

source: Improving GC Cyber Security Health SPIN
fr: Renforcement de la cybersécurité au gouvernement du Canada AMOPS

source: INACTIVE
fr: INACTIF

source: Incorrect createOrganization.result typename.
fr: createOrganization.result incorrecte typename.

source: Incorrect dismiss method received.
fr: Méthode de renvoi incorrecte reçue.

source: Incorrect dismissMessage.result typename.
fr: Type de message dismissMessage.result incorrect.

source: Incorrect send method received.
fr: Méthode d'envoi incorrecte reçue.

source: Incorrect signIn.result typename.
fr: Nom d'utilisateur incorrect signIn.result.

source: Incorrect update method received.
fr: Méthode de mise à jour incorrecte reçue.

source: Incorrect verifyPhoneNumber.result typename.
fr: Une erreur s'est produite lors de la vérification de votre numéro de téléphone.

source: Individuals from a departmental information technology group may contact the TBS Cyber Security mailbox for results interpretation and domain management.
fr: Les personnes d'un groupe ministériel de technologie de l'information peuvent communiquer avec la boîte aux lettres de la cybersécurité du SCT pour l'interprétation des résultats et la gestion des domaines.

source: Information on this site, other than protected intellectual property, such as copyright and trademarks, and Government of Canada symbols and other graphics, has been posted with the intent that it be readily available for personal and public non-commercial use and may be reproduced, in part or in whole and by any means, without charge or further permission from TBS. We ask only that:
fr: L'information contenue dans ce site, à l'exception des éléments de propriété intellectuelle protégés, comme les droits d'auteur et les marques de commerce, ainsi que les symboles et autres éléments graphiques du gouvernement du Canada, a été affichée afin qu'elle soit facilement accessible pour une utilisation personnelle ou publique non commerciale et peut être reproduite, en tout ou en partie et par quelque moyen que ce soit, sans frais ou autre permission du SCT. Nous ne demandons que cela:

source: Information shared with TBS, or acquired via systems hosted by TBS, may be subject to public disclosure under the
fr: Les renseignements partagés avec le SCT ou acquis par l'entremise de systèmes hébergés par le SCT peuvent faire l'objet d'une divulgation publique en vertu de la Loi sur la protection des renseignements personnels.

source: Informative
fr: Informatif

source: Informative tags highlight relevant configuration details, but are not addressed within policy requirements and have no impact on scoring.
fr: Les balises informatives mettent en évidence des détails de configuration pertinents, mais ne sont pas traitées dans le cadre des exigences de la politique et n'ont aucun impact sur la notation.

source: Initiated By
fr: Initiée par

source: Inside User
fr: Utilisateur interne

source: Inside user status changed
fr: Changement du statut d'utilisateur interne

source: Intellectual Property, Copyright and Trademarks
fr: Propriété intellectuelle, droits d'auteur et marques de commerce

source: Internet-facing
fr: orientés vers l'Internet

source: Invalid email
fr: Courriel non valide

source: Invite Requested
fr: Invitation demandée

source: Invite User
fr: Inviter l'utilisateur

source: Is DKIM aligned. Can be true or false.
fr: Est aligné sur la norme DKIM. Peut être vrai ou faux.

source: Is SPF aligned. Can be true or false.
fr: Est aligné sur le SPF. Peut être vrai ou faux.

source: Is your organization not using Tracker yet?
fr: Votre organisation n'utilise pas encore Tracker ?

source: Issuer:
fr: Émetteur :

source: It is not clear to me why a domain has failed?
fr: Je ne comprends pas pourquoi un domaine a échoué.

source: It is recommended that Shared Service Canada (SSC) partners contact their SSC Service Delivery Manager to discuss action plans and required steps to submit a request for change.
fr: On recommande aux partenaires de Services partagés Canada (SPC) de communiquer avec leur gestionnaire de prestation de services de SPC pour discuter des plans d’action et des étapes requises afin de soumettre une demande de changement.

source: Items per page:
fr: Objets par page:

source: Items per page:
fr: Objets par page:

source: ITPIN Compliant
fr: Conforme à l'ITPIN

source: January
fr: Janvier

source: July
fr: Juillet

source: June
fr: Juin

source: Jurisdiction
fr: Compétence

source: Key length:
fr: Longueur des clés :

source: Key type:
fr: Type de clé :

source: L-30-D
fr: 30-D-J

source: Language:
fr: La langue:

source: Last 30 Days of Data
fr: Données des 30 derniers jours

source: Last 365 Days of Data
fr: Données des 365 derniers jours

source: Last Seen: {0}
fr: Dernière visite : {0}

source: Latest Scan:
fr: Dernière analyse :

source: Leaf Certificate is EV
fr: Le certificat Leaf est EV

source: Let's get you set up so you can verify your account information and begin using Tracker.
fr: Nous allons vous configurer pour que vous puissiez vérifier les informations de votre compte et commencer à utiliser Suivi.

source: Limitation of Liability
fr: Limitation de la responsabilité

source: Links to Review:
fr: Liens à revoir :

source: List of guidance tags
fr: Liste des balises d'orientation

source: Loading {children}...
fr: Chargement {children}...

source: Loading Data...
fr: Chargement des données...

source: Login
fr: Connexion

source: Login to your account
fr: Connectez-vous à votre compte

source: Lookups:
fr: Les recherches :

source: Low
fr: Faible

source: Mail
fr: Courrier

source: Mail Servers (MX)
fr: Serveurs de messagerie (MX)

source: Mail-sending
fr: envoi de courrier

source: Managing Your Domains:
fr: Gérer vos domaines :
