Repository: canada-ca/tracker
Catalog: frontend/src/locales/*.po
Languages: fr

source: Unable to update tag.
fr: Impossible de mettre à jour la balise.

source: Unable to update this organization.
fr: Impossible de mettre à jour cette organisation.

source: Unable to update to your display name, please try again.
fr: Impossible de mettre à jour votre nom d'affichage, veuillez réessayer.

source: Unable to update to your Email Updates status, please try again.
fr: Impossible de mettre à jour votre statut de mise à jour par courriel, veuillez réessayer.

source: Unable to update to your inside user status, please try again.
fr: Impossible de mettre à jour votre statut d'utilisateur interne, veuillez réessayer.

source: Unable to update to your TFA send method, please try again.
fr: Impossible de mettre à jour votre méthode d'envoi TFA, veuillez réessayer.

source: Unable to update user role.
fr: Impossible de mettre à jour le rôle de l'utilisateur.

source: Unable to update your email address, please try again.
fr: Impossible de mettre à jour votre adresse électronique, veuillez réessayer.

source: Unable to update your password, please try again.
fr: Impossible de mettre à jour votre mot de passe, veuillez réessayer.

source: Unable to update your phone number, please try again.
fr: Impossible de mettre à jour votre numéro de téléphone, veuillez réessayer.

source: Unable to verify your phone number, please try again.
fr: Impossible de vérifier votre numéro de téléphone, veuillez réessayer.

source: Unclaimed
fr: Non réclamé

source: Understanding Scan Metrics:
fr: Comprendre les métriques d'analyse :

source: Undetected Ignored CVEs:
fr: CVE ignorés non détectés :

source: Unfavourited Domain
fr: Domaine non favorisé

source: Unknown
fr: Inconnu

source: Unscanned
fr: Non balayé

source: Update
fr: Mise à jour

source: Updated Organization
fr: Organisation mise à jour

source: Updated Properties
fr: Propriétés actualisées

source: Upgrade DMARC policy to quarantine (gradually increment enforcement from 25% to 100%;
fr: Mettez la politique DMARC en quarantaine (augmentez progressivement l'application de 25% à 100%) ;

source: Upgrade DMARC policy to quarantine (gradually increment enforcement from 25% to 100%);
fr: Faire passer la stratégie DMARC à Mettre en quarantaine (Quarantine) (l’appliquer progressivement pour passer de 25 % à 100 %).

source: Upgrade DMARC policy to reject (gradually increment enforcement from 25% to 100%); and
fr: Mettre à niveau la politique DMARC pour qu'elle rejette (augmentation progressive de l'application de 25 % à 100 %)

source: Upgrade DMARC policy to reject (gradually increment enforcement from 25%to 100%); and
fr: Faire passer la stratégie DMARC à Rejeter (Reject) (l’appliquer progressivement pour passer de 25 % à 100 %).

source: Use filters to refine your search.
fr: Utilisez les filtres pour affiner votre recherche.

source: Use of intellectual property in breach of this agreement may result in the termination of access to the Tracker website, product or services.
fr: L'utilisation de la propriété intellectuelle en violation du présent accord peut entraîner la résiliation de l'accès au site web, au produit ou aux services de Suivi.

source: Use these filters to modify the domain list results.
fr: Utilisez ces filtres pour modifier les résultats de la liste des domaines.

source: Use this search box to find an organization.
fr: Utilisez ce champ de recherche pour trouver une organisation.

source: User
fr: Utilisateur

source: USER
fr: UTILISATEUR

source: User email
fr: Courriel de l'utilisateur

source: User Email
fr: Courriel de l'utilisateur

source: User email does not match
fr: L'email de l'utilisateur ne correspond pas

source: User invited
fr: Utilisateur invité

source: User List
fr: Liste des utilisateurs

source: User removed.
fr: Utilisateur supprimé.

source: User-designated tags appear here.
fr: Les balises désignées par l'utilisateur apparaissent ici.

source: User:
fr: Utilisateur:

source: Users
fr: Utilisateurs

source: Users exercise due diligence in ensuring the accuracy of the materials reproduced;
fr: Les utilisateurs font preuve de diligence raisonnable en s'assurant de l'exactitude des documents reproduits;

source: Value
fr: Valeur

source: Verification code must only contains numbers
fr: Le code de vérification ne doit contenir que des chiffres

source: Verified
fr: Vérifié

source: Verified Chain Free of Legacy Symantec Anchor
fr: Chaîne vérifiée exempte d'ancre Symantec ancienne

source: Verified Chain Free of SHA1 Signature
fr: Chaîne vérifiée sans signature SHA1

source: Verify
fr: Vérifier

source: Vertical View
fr: Vue verticale

source: View and modify your domain list.
fr: Consultez et modifiez votre liste de domaines.

source: View and modify your organization's affiliated user roles.
fr: Visualiser et modifier les rôles des utilisateurs affiliés à votre organisation.

source: View event logs of privileged activity in your organization.
fr: Consulter les journaux d'événements des activités privilégiées dans votre organisation.

source: View high-level details for each domain.
fr: Voir les détails de haut niveau pour chaque domaine.

source: View information for each domain.
fr: Voir les informations pour chaque domaine.

source: View Results
fr: Voir les résultats

source: View summaries of your organization's web and email security compliance.
fr: Consultez les résumés de la conformité de votre organisation en matière de sécurité du web et du courrier électronique.

source: Volume of messages spoofing domain (reject + quarantine + none):
fr: Volume de messages usurpant domaine (rejet + quarantaine + aucun) :

source: Warnings:
fr: Avertissements :

source: We reserve the right to make changes to our website layout and content, policies, products, services, and these Terms and Conditions at any time without notice. Please check these Terms and Conditions regularly, as continued use of our services after a change has been made will be considered your acceptance of the change.
fr: Nous nous réservons le droit de modifier la présentation et le contenu de notre site Web, nos politiques, nos produits, nos services et les présentes conditions générales à tout moment et sans préavis. Veuillez consulter régulièrement les présentes conditions générales, car l'utilisation continue de nos services après qu'une modification a été apportée sera considérée comme une acceptation de cette modification.

source: We reserve the right to modify or terminate our services for any reason, without notice, at any time.
fr: Nous nous réservons le droit de modifier ou de mettre fin à nos services pour quelque raison que ce soit, sans préavis, à tout moment.

source: We've made enhancements to our DMARC data tables to provide a more accurate view of the information.
fr: Nous avons apporté des améliorations à nos tableaux de données DMARC afin de fournir une vue plus précise de l'information.

source: We've sent an SMS to your new phone number with an authentication code to confirm this change.
fr: Nous avons envoyé un SMS à votre nouveau numéro de téléphone avec un code d'authentification pour confirmer ce changement.

source: We've sent an SMS to your registered phone number with an authentication code to sign into Tracker.
fr: Nous avons envoyé un SMS à votre numéro de téléphone enregistré avec un code d'authentification pour vous connecter à Suivi.

source: We've sent you an email with an authentication code to sign into Tracker.
fr: Nous vous avons envoyé un e-mail avec un code d'authentification pour vous connecter à Suivi.

source: weak
fr: faible

source: Web Components
fr: Composants Web

source: Web Connections
fr: Connexions web

source: Web Connections Summary
fr: Résumé des connexions web

source: Web Guidance
fr: Conseils sur le Web

source: Web Scan Results
fr: Résultats de l'analyse du Web

source: Web Security:
fr: Sécurité du Web :

source: Web Summary
fr: Résumé du site web

source: Web-hosting
fr: d'hébergement web

source: Welcome to the Admin Profile page!
fr: Bienvenue sur la page du profil de l'administrateur !

source: Welcome to Tracker, please enter your details.
fr: Bienvenue sur Suivi, veuillez entrer vos coordonnées.

source: Welcome to your personal view of Tracker. Moderate the security posture of domains of interest across multiple organizations. To add domains to this view, use the star icon buttons available on domain lists.
fr: Bienvenue dans votre vision personnelle de Suivi. Modérez la posture de sécurité des domaines d'intérêt à travers plusieurs organisations. Pour ajouter des domaines à cette vue, utilisez les boutons de l'icône étoile disponibles sur les listes de domaines.

source: Welcome, you are successfully signed in!
fr: Bienvenue, vous êtes connecté avec succès!

source: What does it mean if a domain is “unreachable”?
fr: Que veut dire le message « inaccessible » en parlant d’un domaine?

source: Where can I get a GC-approved TLS certificate?
fr: Où puis-je obtenir un certificat TLS approuvé par le GC?

source: Where necessary adjust IT Plans and budget estimates where work is expected.
fr: Au besoin, adapter les plans de la TI et les estimations budgétaires là où des travaux sont attendus.

source: While other tools are useful to work alongside Tracker, they do not specifically adhere to the configuration requirements specified in the <0>Email Management Service Configuration Requirements</0> and the <1>Web Site and Service Management Configuration Requirements</1>. For a list of allowed protocols, ciphers, and curves review the <2>ITSP.40.062 TLS guidance</2>.
fr: Même si d’autres outils sont utiles en complément de Suivi, ils ne respectent pas précisément les exigences de configuration indiquées dans les <0>Exigences en matière de configuration des services de gestion des courriels</0> et les <1>Exigences de configuration de la gestion des sites Web et des services</1>. Pour une liste des protocoles, chiffrements et courbes autorisés, veuillez consulter les <2>Directives du protocole TLS ITSP.40.062</2>.

source: Why do other tools show positive results for a domain while Tracker shows negative results?
fr: Pourquoi d'autres outils affichent-ils des résultats positifs pour un domaine alors que Suivi affiche des résultats négatifs ?

source: Why does the guidance page not show the domain’s DKIM selectors even though they exist?
fr: Pourquoi la page d'orientation n'affiche-t-elle pas les sélecteurs DKIM du domaine alors qu'ils existent ?

source: Wildcard Entry
fr: Entrée Wildcard

source: WILDCARD ENTRY
fr: ENTRÉE WILDCARD

source: Wildcard Sibling
fr: Wildcard en rapport

source: WILDCARD SIBLING
fr: WILDCARD EN RAPPORT

source: Would you like to request an invite to {orgName}?
fr: Souhaitez-vous demander une invitation à {orgName} ?

source: Year to Date
fr: Depuis le début de l'année

source: Yes
fr: Oui

source: You acknowledge that any data or information disclosed to TBS may be used to protect the Government of Canada as well as electronic information and information infrastructures designated as being of importance to the Government of Canada in accordance with cyber security and information assurance aspect of TBS’s mandate under the Policy on Government Security and the Policy on Service and Digital.
fr: Vous reconnaissez que toute donnée ou information divulguée au SCT peut être utilisée pour protéger le gouvernement du Canada ainsi que l'information électronique et les infrastructures d'information désignées comme étant importantes pour le gouvernement du Canada, conformément à l'aspect cybersécurité et assurance de l'information du mandat du SCT en vertu de la Politique sur la sécurité du gouvernement et de la Politique sur le service et le numérique.

source: You acknowledge that TBS will use the email address you provide as the primary method for communication.
fr: Vous reconnaissez que le SCT utilisera l'adresse électronique que vous fournissez comme principale méthode de communication.

source: You agree to protect any information disclosed to you by TBS in accordance with the data handling measures outlined in these Terms & Conditions. Similarly, TBS agrees to protect any information you disclose to us. Any such information must only be used for the purposes for which it was intended.
fr: Vous acceptez de protéger toute information qui vous est divulguée par TBS conformément aux mesures de traitement des données décrites dans les présentes conditions générales. De même, TBS accepte de protéger toute information que vous lui communiquez. Ces informations ne doivent être utilisées qu'aux fins pour lesquelles elles ont été prévues.

source: You agree to use our website, products and services only for lawful purposes and in a manner that does not infringe the rights of, or restrict or inhibit the use and enjoyment of, the website, products or services by any third party. Additionally, you must not misuse, compromise or interfere with our services, or introduce material to our services that is malicious or technologically harmful. You must not attempt to gain unauthorized access to, tamper with, reverse engineer, or modify our website, products or services, the server(s) on which they are stored, or any server, computer or database connected to our website, products or services. We may suspend or stop providing our products or services to you if you do not comply with our terms or policies or if we are investigating suspected misconduct. Any suspected illegal use of our website, products or services may be reported to the relevant law enforcement authorities and where necessary we will co-operate with those authorities by disclosing your identity to them.
fr: Vous acceptez d'utiliser notre site Web, nos produits et nos services uniquement à des fins légales et de manière à ne pas enfreindre les droits d'un tiers, ni à restreindre ou à empêcher l'utilisation et la jouissance du site Web, des produits ou des services par un tiers. En outre, vous ne devez pas abuser, compromettre ou interférer avec nos services, ni introduire dans nos services des éléments malveillants ou technologiquement dangereux. Vous ne devez pas tenter d'obtenir un accès non autorisé à notre site Web, à nos produits ou services, au(x) serveur(s) sur le(s)quel(s) ils sont stockés, ou à tout serveur, ordinateur ou base de données connecté à notre site Web, à nos produits ou à nos services, ni les altérer, les désosser ou les modifier. Nous pouvons suspendre ou cesser de vous fournir nos produits ou services si vous ne respectez pas nos conditions ou politiques ou si nous enquêtons sur une suspicion de mauvaise conduite. Tout soupçon d'utilisation illégale de notre site web, de nos produits ou de nos services peut être signalé aux autorités compétentes chargées de l'application de la loi et, si nécessaire, nous coopérerons avec ces autorités en leur divulguant votre identité.

source: You are currently visiting a staging environment, used for testing purposes only. This is <0>not the live production site.</0><1/>Visit the production site at <2>https://tracker.canada.ca</2> (GC network only).
fr: Vous visitez actuellement un environnement de démonstration, utilisé uniquement à des fins de test. Il ne s'agit <0>pas du site de production.</0><1/>Visitez le site de production à l'adresse <2>https://tracker.canada.ca</2> (réseau GC uniquement).

source: You currently have no admin affiliations.
fr: Vous n'avez actuellement aucune affiliation administrative.

source: You have successfully added {domainName} to myTracker.
fr: Vous avez ajouté avec succès {domainName} à myTracker.

source: You have successfully added {url} to myTracker.
fr: Vous avez ajouté avec succès {url} à monSuivi.

source: You have successfully been signed out.
fr: Vous avez été déconnecté avec succès.

source: You have successfully removed {0}.
fr: Vous avez retiré {0} avec succès.

source: You have successfully removed {url} from myTracker.
fr: Vous avez réussi à supprimer {url} de monSuivi.

source: You have successfully requested a scan.
fr: Vous avez demandé un scan avec succès.

source: You have successfully requested subdomain discovery.
fr: Vous avez demandé avec succès la découverte d'un sous-domaine.

source: You have successfully updated {0}.
fr: Vous avez réussi à mettre à jour {0}.

source: You have successfully updated your display name.
fr: Vous avez réussi à mettre à jour votre nom d'affichage.

source: You have successfully updated your email update preference.
fr: Vous avez mis à jour vos préférences de mise à jour de l'email avec succès.

source: You have successfully updated your inside user preference.
fr: Vous avez réussi à mettre à jour vos préférences d'utilisateur interne.

source: You have successfully updated your password.
fr: Vous avez mis à jour votre mot de passe avec succès.

source: You have successfully updated your phone number.
fr: Vous avez réussi à mettre à jour votre numéro de téléphone.

source: You have successfully updated your TFA send method.
fr: Vous avez mis à jour avec succès votre méthode d'envoi de TFA.

source: You may now sign in with your new password
fr: Vous pouvez maintenant vous connecter avec votre nouveau mot de passe

source: You will need a Tracker account to use certain products and services. You are responsible for maintaining the confidentiality of your account, password and for restricting access to your account. You also agree to accept responsibility for all activities that occur under your account or password. TBS accepts no liability for any loss or damage arising from your failure to maintain the security of your account or password.
fr: Vous aurez besoin d'un compte Suivi pour utiliser certains produits et services. Vous êtes responsable du maintien de la confidentialité de votre compte et de votre mot de passe et de la restriction de l'accès à votre compte. Vous acceptez également d'assumer la responsabilité de toutes les activités qui se déroulent sous votre compte ou votre mot de passe. Le SCT n'accepte aucune responsabilité pour toute perte ou tout dommage résultant de votre incapacité à maintenir la sécurité de votre compte ou de votre mot de passe.

source: Your Account
fr: Votre compte

source: Your account email could not be verified at this time. Please try again.
fr: L'email de votre compte n'a pas pu être vérifié pour le moment. Veuillez réessayer.

source: Your account email was successfully verified
fr: L'email de votre compte a été vérifié avec succès

source: Your account will automatically be linked to the organization that invited you.
fr: Votre compte sera automatiquement lié à l'organisation qui vous a invité.

source: Your account will be fully activated the next time you log in
fr: Votre compte sera entièrement activé lors de votre prochaine connexion.

source: Your request has been sent to the organization administrators.
fr: Votre demande a été envoyée aux administrateurs de l'organisation.
