Repository: canada-ca/tracker
Catalog: api/src/locale/*/messages.po
Languages: fr

source: `{argSet}` must be of type `number` not `{typeSet}`.
fr: `{argSet}` doit être de type `number` et non `{typeSet}`.

source: `{argSet}` on the `Affiliation` connection cannot be less than zero.
fr: `{argSet}` sur la connexion `Affiliation` ne peut être inférieur à zéro.

source: `{argSet}` on the `DkimFailureTable` connection cannot be less than zero.
fr: `{argSet}` sur la connexion `DkimFailureTable` ne peut être inférieur à zéro.

source: `{argSet}` on the `DmarcFailureTable` connection cannot be less than zero.
fr: `{argSet}` sur la connexion `DmarcFailureTable` ne peut être inférieur à zéro.

source: `{argSet}` on the `DmarcSummaries` connection cannot be less than zero.
fr: `{argSet}` sur la connexion `DmarcSummaries` ne peut être inférieur à zéro.

source: `{argSet}` on the `Domain` connection cannot be less than zero.
fr: `{argSet}` sur la connexion `Domain` ne peut être inférieur à zéro.

source: `{argSet}` on the `FullPassTable` connection cannot be less than zero.
fr: `{argSet}` sur la connexion `FullPassTable` ne peut être inférieur à zéro.

source: `{argSet}` on the `GuidanceTag` connection cannot be less than zero.
fr: `{argSet}` sur la connexion `GuidanceTag` ne peut être inférieure à zéro.

source: `{argSet}` on the `Log` connection cannot be less than zero.
fr: `{argSet}` sur la connexion `Log` ne peut être inférieur à zéro.

source: `{argSet}` on the `Organization` connection cannot be less than zero.
fr: `{argSet}` sur la connexion `Organization` ne peut être inférieure à zéro.

source: `{argSet}` on the `SpfFailureTable` connection cannot be less than zero.
fr: `{argSet}` sur la connexion `SpfFailureTable` ne peut être inférieur à zéro.

source: `{argSet}` on the `User` connection cannot be less than zero.
fr: `{argSet}` sur la connexion `User` ne peut être inférieure à zéro.

source: `{argSet}` on the `VerifiedDomain` connection cannot be less than zero.
fr: `{argSet}` sur la connexion `VerifiedDomain` ne peut être inférieur à zéro.

source: `{argSet}` on the `VerifiedOrganization` connection cannot be less than zero.
fr: `{argSet}` sur la connexion `VerifiedOrganization` ne peut être inférieur à zéro.

source: Authentication error. Please sign in.
fr: Erreur d'authentification. Veuillez vous connecter.

source: Cannot query additional findings without permission.
fr: Il n'est pas possible de demander des résultats supplémentaires sans autorisation.

source: Cannot query affiliations on organization without admin permission or higher.
fr: Impossible d'interroger les affiliations sur l'organisation sans l'autorisation de l'administrateur ou plus.

source: Cannot query audit logs on organization without admin permission or higher.
fr: Impossible d'interroger les journaux d'audit sur l'organisation sans l'autorisation d'administrateur ou plus.

source: Cannot query dns scan results without permission.
fr: Impossible d'interroger les résultats de l'analyse DNS sans autorisation.

source: Cannot query domain selectors without permission.
fr: Impossible d'interroger les sélecteurs de domaine sans autorisation.

source: Cannot query web scan results without permission.
fr: Impossible d'interroger les résultats de l'analyse web sans autorisation.

source: CVE is already ignored for this domain.
fr: CVE est déjà ignoré pour ce domaine.

source: CVE is not ignored for this domain.
fr: Le CVE n'est pas ignoré dans ce domaine.

source: Email already in use.
fr: Courriel déjà utilisé.

source: Error while requesting scan. Please try again.
fr: Erreur lors de la demande d'analyse. Veuillez réessayer.

source: If an account with this username is found, a password reset link will be found in your inbox.
fr: Si un compte avec ce nom d'utilisateur est trouvé, un lien de réinitialisation du mot de passe se trouvera dans votre boîte de réception.

source: Incorrect TFA code. Please sign in again.
fr: Code TFA incorrect. Veuillez vous reconnecter.

source: Incorrect token value. Please request a new email.
fr: La valeur du jeton est incorrecte. Veuillez demander un nouvel e-mail.

source: Incorrect username or password. Please try again.
fr: Le nom d'utilisateur ou le mot de passe est incorrect. Veuillez réessayer.

source: Invalid token, please sign in.
fr: Jeton invalide, veuillez vous connecter.

source: Message dismissed successfully
fr: Message rejeté avec succès

source: New passwords do not match.
fr: Les nouveaux mots de passe ne correspondent pas.

source: No organization with the provided slug could be found.
fr: Aucune organisation avec le slug fourni n'a pu être trouvée.

source: No verified domain with the provided domain could be found.
fr: Aucun domaine vérifié avec le domaine fourni n'a pu être trouvé.

source: No verified organization with the provided slug could be found.
fr: Aucune organisation vérifiée avec le slug fourni n'a pu être trouvée.

source: Organization has already been verified.
fr: L'organisation a déjà été vérifiée.

source: Organization name already in use, please choose another and try again.
fr: Le nom de l'organisation est déjà utilisé, veuillez en choisir un autre et réessayer.

source: Organization name already in use. Please try again with a different name.
fr: Le nom de l'organisation est déjà utilisé. Veuillez réessayer avec un nom différent.

source: Ownership check error. Unable to request domain information.
fr: Erreur de vérification de la propriété. Impossible de demander des informations sur le domaine.

source: Passing both `first` and `last` to paginate the `Affiliation` connection is not supported.
fr: Passer à la fois `first` et `last` pour paginer la connexion `Affiliation` n'est pas supporté.

source: Passing both `first` and `last` to paginate the `DkimFailureTable` connection is not supported.
fr: Passer à la fois `first` et `last` pour paginer la connexion `DkimFailureTable` n'est pas supporté.

source: Passing both `first` and `last` to paginate the `DmarcFailureTable` connection is not supported.
fr: Passer à la fois `first` et `last` pour paginer la connexion `DmarcFailureTable` n'est pas supporté.

source: Passing both `first` and `last` to paginate the `DmarcSummaries` connection is not supported.
fr: Passer à la fois `first` et `last` pour paginer la connexion `DmarcSummaries` n'est pas supporté.

source: Passing both `first` and `last` to paginate the `Domain` connection is not supported.
fr: Passer à la fois `first` et `last` pour paginer la connexion `Domain` n'est pas supporté.

source: Passing both `first` and `last` to paginate the `FullPassTable` connection is not supported.
fr: Passer à la fois `first` et `last` pour paginer la connexion `FullPassTable` n'est pas supporté.

source: Passing both `first` and `last` to paginate the `GuidanceTag` connection is not supported.
fr: Passer à la fois `first` et `last` pour paginer la connexion `GuidanceTag` n'est pas supporté.

source: Passing both `first` and `last` to paginate the `Log` connection is not supported.
fr: Passer à la fois `first` et `last` pour paginer la connexion `Log` n'est pas supporté.

source: Passing both `first` and `last` to paginate the `Organization` connection is not supported.
fr: Passer à la fois `first` et `last` pour paginer la connexion `Organization` n'est pas supporté.

source: Passing both `first` and `last` to paginate the `SpfFailureTable` connection is not supported.
fr: Passer à la fois `first` et `last` pour paginer la connexion `SpfFailureTable` n'est pas supporté.

source: Passing both `first` and `last` to paginate the `User` connection is not supported.
fr: Passer à la fois `first` et `last` pour paginer la connexion `User` n'est pas supporté.

source: Passing both `first` and `last` to paginate the `VerifiedDomain` connection is not supported.
fr: Passer à la fois `first` et `last` pour paginer la connexion `VerifiedDomain` n'est pas supporté.

source: Passing both `first` and `last` to paginate the `VerifiedOrganization` connection is not supported.
fr: Passer à la fois `first` et `last` pour paginer la connexion `VerifiedOrganization` n'est pas supporté.

source: Password does not meet requirements.
fr: Le mot de passe ne répond pas aux exigences.

source: Password was successfully reset.
fr: Le mot de passe a été réinitialisé avec succès.

source: Password was successfully updated.
fr: Le mot de passe a été mis à jour avec succès.

source: Passwords do not match.
fr: Les mots de passe ne correspondent pas.

source: Permission check error. Unable to request domain information.
fr: Erreur de vérification des permissions. Impossible de demander des informations sur le domaine.

source: Permission Denied: Could not retrieve specified organization.
fr: Permission refusée : Impossible de récupérer l'organisation spécifiée.

source: Permission Denied: Multi-factor authentication is required for admin accounts
fr: Permission refusée : L'authentification multifactorielle est requise pour les comptes admin.

source: Permission Denied: Please contact org owner to transfer ownership.
fr: Permission refusée : Veuillez contacter le propriétaire de l'org pour transférer la propriété.

source: Permission Denied: Please contact organization admin for help with archiving domains.
fr: Permission refusée : Veuillez contacter l'administrateur de l'organisation pour obtenir de l'aide sur l'archivage des domaines.

source: Permission Denied: Please contact organization admin for help with creating tag.
fr: Permission refusée : Veuillez contacter l'administrateur de l'organisation pour obtenir de l'aide sur la création d'un tag.

source: Permission Denied: Please contact organization admin for help with removing domain.
fr: Permission refusée : Veuillez contacter l'administrateur de l'organisation pour obtenir de l'aide afin de supprimer le domaine.

source: Permission Denied: Please contact organization admin for help with removing domains.
fr: Permission refusée : Veuillez contacter l'administrateur de l'organisation pour obtenir de l'aide sur la suppression des domaines.

source: Permission Denied: Please contact organization admin for help with removing organization.
fr: Permission refusée : Veuillez contacter l'administrateur de l'organisation pour obtenir de l'aide afin de supprimer l'organisation.

source: Permission Denied: Please contact organization admin for help with removing users.
fr: Autorisation refusée : Veuillez contacter l'administrateur de l'organisation pour obtenir de l'aide sur la suppression des utilisateurs.

source: Permission Denied: Please contact organization admin for help with updating organization.
fr: Permission refusée : Veuillez contacter l'administrateur de l'organisation pour obtenir de l'aide sur la suppression des utilisateurs.

source: Permission Denied: Please contact organization admin for help with user invitations.
fr: Permission refusée : Veuillez contacter l'administrateur de l'organisation pour obtenir de l'aide concernant les invitations d'utilisateurs.

source: Permission Denied: Please contact organization admin for help with user role changes.
fr: Permission refusée : Veuillez contacter l'administrateur de l'organisation pour obtenir de l'aide sur les changements de rôle des utilisateurs.

source: Permission Denied: Please contact organization user for help with creating domain.
fr: Permission refusée : Veuillez contacter l'utilisateur de l'organisation pour obtenir de l'aide sur la création du domaine.

source: Permission Denied: Please contact organization user for help with creating domains.
fr: Permission refusée : Veuillez contacter l'utilisateur de l'organisation pour obtenir de l'aide sur la création de domaines.

source: Permission Denied: Please contact organization user for help with retrieving tags.
fr: Permission refusée : Veuillez contacter l'utilisateur de l'organisation pour obtenir de l'aide afin de récupérer les étiquettes.

source: Permission Denied: Please contact organization user for help with retrieving this domain.
fr: Permission refusée : Veuillez contacter l'utilisateur de l'organisation pour obtenir de l'aide pour récupérer ce domaine.

source: Permission Denied: Please contact organization user for help with scanning this domain.
fr: Permission refusée : Veuillez contacter l'utilisateur de l'organisation pour obtenir de l'aide sur l'analyse de ce domaine.

source: Permission Denied: Please contact organization user for help with updating this domain.
fr: Autorisation refusée : Veuillez contacter l'utilisateur de l'organisation pour obtenir de l'aide sur la mise à jour de ce domaine.

source: Permission Denied: Please contact super admin for help with archiving organization.
fr: Permission refusée : Veuillez contacter le super administrateur pour obtenir de l'aide sur l'organisation de l'archivage.

source: Permission Denied: Please contact super admin for help with removing domain.
fr: Permission refusée : Veuillez contacter l'utilisateur de l'organisation pour obtenir de l'aide sur la mise à jour de ce domaine.

source: Permission Denied: Please contact super admin for help with removing organization.
fr: Permission refusée : Veuillez contacter le super administrateur pour qu'il vous aide à supprimer l'organisation.

source: Permission Denied: Please contact super admin for help with verifying this organization.
fr: Permission refusée : Veuillez contacter le super administrateur pour qu'il vous aide à vérifier cette organisation.

source: Permission error, not an admin for this user.
fr: Erreur de permission, pas d'administrateur pour cet utilisateur.

source: Permission error: Unable to close other user's account.
fr: Erreur de permission: Impossible de fermer le compte d'un autre utilisateur.

source: Permissions error. You do not have sufficient permissions to access this data.
fr: Erreur de permissions. Vous n'avez pas les autorisations suffisantes pour accéder à ces données.

source: Phone number has been successfully removed.
fr: Le numéro de téléphone a été supprimé avec succès.

source: Phone number has been successfully set, you will receive a verification text message shortly.
fr: Le numéro de téléphone a été configuré avec succès, vous recevrez bientôt un message de vérification.

source: Profile successfully updated.
fr: Le profil a été mis à jour avec succès.

source: Requesting `{amount}` records on the `Affiliation` connection exceeds the `{argSet}` limit of 100 records.
fr: La demande d'enregistrements `{amount}` sur la connexion `Affiliation` dépasse la limite `{argSet}` de 100 enregistrements.

source: Requesting `{amount}` records on the `DkimFailureTable` connection exceeds the `{argSet}` limit of 100 records.
fr: La demande d'enregistrements `{amount}` sur la connexion `DkimFailureTable` dépasse la limite `{argSet}` de 100 enregistrements.

source: Requesting `{amount}` records on the `DmarcFailureTable` connection exceeds the `{argSet}` limit of 100 records.
fr: La demande d'enregistrements `{amount}` sur la connexion `DkimFailureTable` dépasse la limite `{argSet}` de 100 enregistrements.

source: Requesting `{amount}` records on the `DmarcSummaries` connection exceeds the `{argSet}` limit of 100 records.
fr: La demande d'enregistrements `{amount}` sur la connexion `DmarcSummaries` dépasse la limite `{argSet}` de 100 enregistrements.

source: Requesting `{amount}` records on the `Domain` connection exceeds the `{argSet}` limit of 100 records.
fr: La demande d'enregistrements `{amount}` sur la connexion `Domain` dépasse la limite `{argSet}` de 100 enregistrements.

source: Requesting `{amount}` records on the `FullPassTable` connection exceeds the `{argSet}` limit of 100 records.
fr: La demande d'enregistrements `{amount}` sur la connexion `FullPassTable` dépasse la limite `{argSet}` de 100 enregistrements.

source: Requesting `{amount}` records on the `GuidanceTag` connection exceeds the `{argSet}` limit of 100 records.
fr: La demande d'enregistrements `{amount}` sur la connexion `GuidanceTag` dépasse la limite `{argSet}` de 100 enregistrements.

source: Requesting `{amount}` records on the `Log` connection exceeds the `{argSet}` limit of 100 records.
fr: La demande d'enregistrements `{amount}` sur la connexion `Log` dépasse la limite `{argSet}` de 100 enregistrements.

source: Requesting `{amount}` records on the `Organization` connection exceeds the `{argSet}` limit of 100 records.
fr: La demande d'enregistrements `{amount}` sur la connexion `Organization` dépasse la limite `{argSet}` de 100 enregistrements.

source: Requesting `{amount}` records on the `SpfFailureTable` connection exceeds the `{argSet}` limit of 100 records.
fr: La demande d'enregistrements `{amount}` sur la connexion `SpfFailureTable` dépasse la limite `{argSet}` de 100 enregistrements.

source: Requesting `{amount}` records on the `User` connection exceeds the `{argSet}` limit of 100 records.
fr: La demande d'enregistrements `{amount}` sur la connexion `User` dépasse la limite `{argSet}` de 100 enregistrements.

source: Requesting `{amount}` records on the `VerifiedDomain` connection exceeds the `{argSet}` limit of 100 records.
fr: La demande d'enregistrements `{amount}` sur la connexion `VerifiedDomain` dépasse la limite `{argSet}` de 100 enregistrements.

source: Requesting `{amount}` records on the `VerifiedOrganization` connection exceeds the `{argSet}` limit of 100 records.
fr: La demande d'enregistrements `{amount}` sur la connexion `VerifiedOrganization` dépasse la limite `{argSet}` de 100 enregistrements.

source: Successfully added {domainCount} domain(s) to {0}.
fr: Ajouté avec succès le(s) domaine(s) {domainCount} à {0}.

source: Successfully archived organization: {0}.
fr: Organisation archivée avec succès : {0}.

source: Successfully closed account.
fr: Le compte a été fermé avec succès.

source: Successfully dispatched one time scan.
fr: Un seul balayage a été effectué avec succès.

source: Successfully dispatched subdomain discovery scan.
fr: L'analyse de découverte du sous-domaine a été effectuée avec succès.

source: Successfully email verified account.
fr: Envoi d'un courriel à un compte vérifié.

source: Successfully invited user to organization, and sent notification email.
fr: L'utilisateur a été invité avec succès à l'organisation et l'email de notification a été envoyé.

source: Successfully left organization: {0}
fr: L'organisation a été quittée avec succès: {0}

source: Successfully removed {domainCount} domain(s) from {0}.
fr: Supprimé avec succès le(s) domaine(s) {domainCount} de {0}.

source: Successfully removed domain: {0} from {1}.
fr: A réussi à supprimer le domaine : {0} de {1}.

source: Successfully removed domain: {0} from favourites.
fr: A réussi à supprimer le domaine : {0} des favoris.

source: Successfully removed organization: {0}.
fr: A réussi à supprimer l'organisation : {0}.

source: Successfully removed user from organization.
fr: L'utilisateur a été retiré de l'organisation avec succès.

source: Successfully requested invite to organization, and sent notification email.
fr: La demande d'invitation à l'organisation a été effectuée avec succès et un courriel de notification a été envoyé.

source: Successfully sent invitation to service, and organization email.
fr: Envoi réussi de l'invitation au service, et de l'email de l'organisation.

source: Successfully signed out.
fr: J'ai réussi à me déconnecter.

source: Successfully transferred org: {0} ownership to user: {1}
fr: A réussi à transférer la propriété de org: {0} à l'utilisateur: {1}

source: Successfully verified organization: {0}.
fr: Envoi réussi de l'invitation au service, et de l'email de l'organisation.

source: Successfully verified phone number, and set TFA send method to text.
fr: Le numéro de téléphone a été vérifié avec succès, et la méthode d'envoi de la TFA a été réglée sur le texte.

source: Tag label already in use, please choose another and try again.
fr: L'étiquette est déjà utilisée, veuillez en choisir une autre et réessayer.

source: Tag label already in use. Please try again with a different label.
fr: L'étiquette est déjà utilisée. Veuillez réessayer avec une autre étiquette.

source: Token value incorrect, please sign in again.
fr: La valeur du jeton est incorrecte, veuillez vous connecter à nouveau.

source: Too many failed login attempts, please reset your password, and try again.
fr: Trop de tentatives de connexion ont échoué, veuillez réinitialiser votre mot de passe et réessayer.

source: Tour completion confirmed successfully
fr: Confirmation de l'achèvement du voyage

source: Two factor code is incorrect. Please try again.
fr: Le code à deux facteurs est incorrect. Veuillez réessayer.

source: Two factor code length is incorrect. Please try again.
fr: La longueur du code à deux facteurs est incorrecte. Veuillez réessayer.

source: Unable leave organization. Please try again.
fr: Impossible de quitter l'organisation. Veuillez réessayer.

source: Unable to add domains in unknown organization.
fr: Impossible d'ajouter des domaines dans une organisation inconnue.

source: Unable to archive organization. Please try again.
fr: Impossible d'archiver l'organisation. Veuillez réessayer.

source: Unable to archive unknown organization.
fr: Impossible d'archiver une organisation inconnue.

source: Unable to authenticate. Please try again.
fr: Impossible de s'authentifier. Veuillez réessayer.

source: Unable to check permission. Please try again.
fr: Impossible de vérifier l'autorisation. Veuillez réessayer.

source: Unable to close account of an undefined user.
fr: Impossible de fermer le compte d'un utilisateur non défini.

source: Unable to close account. Please try again.
fr: Impossible de fermer le compte. Veuillez réessayer.

source: Unable to confirm completion of the tour. Please try again.
fr: Impossible de confirmer l'achèvement de la visite. Veuillez réessayer.

source: Unable to create domain in unknown organization.
fr: Impossible de créer un domaine dans une organisation inconnue.

source: Unable to create domain, organization has already claimed it.
fr: Impossible de créer le domaine, l'organisation l'a déjà réclamé.

source: Unable to create domain. Please try again.
fr: Impossible de créer un domaine. Veuillez réessayer.

source: Unable to create domains. Please try again.
fr: Impossible de créer des domaines. Veuillez réessayer.

source: Unable to create organization. Please try again.
fr: Impossible de créer une organisation. Veuillez réessayer.

source: Unable to create tag in unknown organization.
fr: Impossible de créer une étiquette dans une organisation inconnue.

source: Unable to create tag, tagId already in use.
fr: Impossible de créer une balise, tagId déjà utilisé.

source: Unable to create tag. Please try again.
fr: Impossible de créer une balise. Veuillez réessayer.

source: Unable to discover domains for unknown organization.
fr: Impossible de découvrir les domaines d'une organisation inconnue.

source: Unable to dismiss message. Please try again.
fr: Impossible de rejeter le message. Veuillez réessayer.

source: Unable to export organization. Please try again.
fr: Impossible d'exporter l'organisation. Veuillez réessayer.

source: Unable to favourite domain, user has already favourited it.
fr: Impossible de favoriser le domaine, l'utilisateur l'a déjà favorisé.

source: Unable to favourite domain. Please try again.
fr: Impossible d'accéder au domaine favori. Veuillez réessayer.

source: Unable to favourite unknown domain.
fr: Impossible de favoriser le domaine inconnu.

source: Unable to find Aggregate guidance tag(s). Please try again.
fr: Impossible de trouver le(s) tag(s) d'orientation des agrégats. Veuillez réessayer.

source: Unable to find DKIM guidance tag(s). Please try again.
fr: Impossible de trouver le(s) tag(s) d'orientation DKIM. Veuillez réessayer.
