Repository: canada-ca/tracker
Catalog: api/src/locale/*/messages.po
Languages: fr

source: Unable to find DMARC guidance tag(s). Please try again.
fr: Impossible de trouver le(s) tag(s) d'orientation DMARC. Veuillez réessayer.

source: Unable to find DMARC summary data. Please try again.
fr: Impossible de trouver les données de synthèse DMARC. Veuillez réessayer.

source: Unable to find DNS scan(s). Please try again.
fr: Impossible de trouver le(s) scan(s) DNS. Veuillez réessayer.

source: Unable to find guidance tag(s). Please try again.
fr: Impossible de trouver les étiquettes d'orientation. Veuillez réessayer.

source: Unable to find HTTPS guidance tag(s). Please try again.
fr: Impossible de trouver la ou les balises d'orientation HTTPS. Veuillez réessayer.

source: Unable to find SPF guidance tag(s). Please try again.
fr: Impossible de trouver le(s) tag(s) d'orientation SPF. Veuillez réessayer.

source: Unable to find SSL guidance tag(s). Please try again.
fr: Impossible de trouver le(s) tag(s) d'orientation SSL. Veuillez réessayer.

source: Unable to find the requested domain.
fr: Impossible de trouver le domaine demandé.

source: Unable to find user affiliation(s). Please try again.
fr: Impossible de trouver l'affiliation de l'utilisateur (s). Veuillez réessayer.

source: Unable to find verified organization(s). Please try again.
fr: Impossible de trouver une ou plusieurs organisations vérifiées. Veuillez réessayer.

source: Unable to ignore CVE. Please try again.
fr: Impossible d'ignorer le CVE. Veuillez réessayer.

source: Unable to invite user to organization. Please try again.
fr: Impossible d'inviter un utilisateur dans une organisation. Veuillez réessayer.

source: Unable to invite user to organization. User is already affiliated with organization.
fr: Impossible d'inviter un utilisateur dans une organisation. L'utilisateur est déjà affilié à l'organisation.

source: Unable to invite user to unknown organization.
fr: Impossible d'inviter un utilisateur à une organisation inconnue.

source: Unable to invite user. Please try again.
fr: Impossible d'inviter un utilisateur. Veuillez réessayer.

source: Unable to invite yourself to an org.
fr: Impossible de s'inviter à un org.

source: Unable to leave undefined organization.
fr: Impossible de quitter une organisation non définie.

source: Unable to load additional findings. Please try again.
fr: Impossible de charger des résultats supplémentaires. Veuillez réessayer.

source: Unable to load affiliation information. Please try again.
fr: Impossible de charger les informations d'affiliation. Veuillez réessayer.

source: Unable to load affiliation(s). Please try again.
fr: Impossible de charger l'affiliation (s). Veuillez réessayer.

source: Unable to load Aggregate guidance tag(s). Please try again.
fr: Impossible de charger le(s) tag(s) d'orientation des agrégats. Veuillez réessayer.

source: Unable to load chart summary data. Please try again.
fr: Impossible de charger les données du résumé du graphique. Veuillez réessayer.

source: Unable to load DKIM failure data. Please try again.
fr: Impossible de charger les données d'échec DKIM. Veuillez réessayer.

source: Unable to load DKIM guidance tag(s). Please try again.
fr: Impossible de charger le(s) tag(s) d'orientation DKIM. Veuillez réessayer.

source: Unable to load DKIM summary. Please try again.
fr: Impossible de charger le résumé DKIM. Veuillez réessayer.

source: Unable to load DMARC failure data. Please try again.
fr: Impossible de charger les données d'échec DMARC. Veuillez réessayer.

source: Unable to load DMARC guidance tag(s). Please try again.
fr: Impossible de charger le(s) tag(s) d'orientation DMARC. Veuillez réessayer.

source: Unable to load DMARC phase summary. Please try again.
fr: Impossible de charger le résumé DMARC. Veuillez réessayer.

source: Unable to load DMARC summary data. Please try again.
fr: Impossible de charger les données de synthèse DMARC. Veuillez réessayer.

source: Unable to load DMARC summary. Please try again.
fr: Impossible de charger le résumé DMARC. Veuillez réessayer.

source: Unable to load DNS scan(s). Please try again.
fr: Impossible de charger le(s) scan(s) DNS. Veuillez réessayer.

source: Unable to load domain selector(s). Please try again.
fr: Impossible de charger le(s) sélecteur(s) de domaine. Veuillez réessayer.

source: Unable to load domain. Please try again.
fr: Impossible de charger le domaine. Veuillez réessayer.

source: Unable to load domain(s). Please try again.
fr: Impossible de charger le(s) domaine(s). Veuillez réessayer.

source: Unable to load full pass data. Please try again.
fr: Impossible de charger les données complètes de la passe. Veuillez réessayer.

source: Unable to load guidance tag(s). Please try again.
fr: Impossible de charger le(s) tag(s) d'orientation. Veuillez réessayer.

source: Unable to load HTTPS guidance tag(s). Please try again.
fr: Impossible de charger la ou les balises d'orientation HTTPS. Veuillez réessayer.

source: Unable to load HTTPS summary. Please try again.
fr: Impossible de charger le résumé HTTPS. Veuillez réessayer.

source: Unable to load log. Please try again.
fr: Impossible de charger le journal. Veuillez réessayer.

source: Unable to load log(s). Please try again.
fr: Impossible de charger le(s) journal(s). Veuillez réessayer.

source: Unable to load mail summary. Please try again.
fr: Impossible de charger le résumé du courrier. Veuillez réessayer.

source: Unable to load organization domain statuses. Please try again.
fr: Impossible de charger les statuts des domaines d'organisation. Veuillez réessayer.

source: Unable to load organization summary data. Please try again.
fr: Impossible de charger les données de synthèse de l'organisation. Veuillez réessayer.

source: Unable to load organization(s). Please try again.
fr: Impossible de charger l'organisation (s). Veuillez réessayer.

source: Unable to load owner information. Please try again.
fr: Impossible de charger les informations sur le propriétaire. Veuillez réessayer.

source: Unable to load SPF failure data. Please try again.
fr: Impossible de charger les données d'échec SPF. Veuillez réessayer.

source: Unable to load SPF guidance tag(s). Please try again.
fr: Impossible de charger le(s) tag(s) d'orientation SPF. Veuillez réessayer.

source: Unable to load SPF summary. Please try again.
fr: Impossible de charger le résumé SPF. Veuillez réessayer.

source: Unable to load SSL guidance tag(s). Please try again.
fr: Impossible de charger le(s) tag(s) d'orientation SSL. Veuillez réessayer.

source: Unable to load SSL summary. Please try again.
fr: Impossible de charger le résumé SSL. Veuillez réessayer.

source: Unable to load summary. Please try again.
fr: Impossible de charger le résumé. Veuillez réessayer.

source: Unable to load tag(s). Please try again.
fr: Impossible de charger le(s) tag(s). Veuillez réessayer.

source: Unable to load user(s). Please try again.
fr: Impossible de charger le(s) utilisateur(s). Veuillez réessayer.

source: Unable to load verified domain(s). Please try again.
fr: Impossible de charger le(s) domaine(s) vérifié(s). Veuillez réessayer.

source: Unable to load verified organization(s). Please try again.
fr: Impossible de charger le(s) organisme(s) vérifié(s). Veuillez réessayer.

source: Unable to load verified rua domains. Please try again.
fr: Impossible de charger les domaines rua vérifiés. Veuillez réessayer.

source: Unable to load web connections summary. Please try again.
fr: Impossible de charger le résumé des connexions web. Veuillez réessayer.

source: Unable to load web scan(s). Please try again.
fr: Impossible de charger le(s) scan(s) web. Veuillez réessayer.

source: Unable to load web summary. Please try again.
fr: Impossible de charger le résumé web. Veuillez réessayer.

source: Unable to query affiliation(s). Please try again.
fr: Impossible de demander l'affiliation (s). Veuillez réessayer.

source: Unable to query domain(s). Please try again.
fr: Impossible d'interroger le(s) domaine(s). Veuillez réessayer.

source: Unable to query log(s). Please try again.
fr: Impossible d'interroger le(s) journal(s). Veuillez réessayer.

source: Unable to query user(s). Please try again.
fr: Impossible d'interroger le(s) utilisateur(s). Veuillez réessayer.

source: Unable to refresh tokens, please sign in.
fr: Impossible de rafraîchir les jetons, veuillez vous connecter.

source: Unable to remove a user that already does not belong to this organization.
fr: Impossible de supprimer un utilisateur qui n'appartient déjà plus à cette organisation.

source: Unable to remove domain from unknown organization.
fr: Impossible de supprimer le domaine d'une organisation inconnue.

source: Unable to remove domain. Domain is not part of organization.
fr: Impossible de supprimer le domaine. Le domaine ne fait pas partie de l'organisation.

source: Unable to remove domain. Please try again.
fr: Impossible de supprimer le domaine. Veuillez réessayer.

source: Unable to remove domains from unknown organization.
fr: Impossible de supprimer les domaines d'une organisation inconnue.

source: Unable to remove organization. Please try again.
fr: Impossible de supprimer l'organisation. Veuillez réessayer.

source: Unable to remove phone number. Please try again.
fr: Impossible de supprimer le numéro de téléphone. Veuillez réessayer.

source: Unable to remove unknown domain.
fr: Impossible de supprimer un domaine inconnu.

source: Unable to remove unknown organization.
fr: Impossible de supprimer une organisation inconnue.

source: Unable to remove unknown user from organization.
fr: Impossible de supprimer un utilisateur inconnu de l'organisation.

source: Unable to remove user from this organization. Please try again.
fr: Impossible de supprimer l'utilisateur de cette organisation. Veuillez réessayer.

source: Unable to remove user from unknown organization.
fr: Impossible de supprimer un utilisateur d'une organisation inconnue.

source: Unable to request a one time scan on a domain that already has a pending scan.
fr: Impossible de demander une analyse unique sur un domaine qui a déjà une analyse en cours.

source: Unable to request a one time scan on an unknown domain.
fr: Impossible de demander un scan unique sur un domaine inconnu.

source: Unable to request a one time scan. Please try again.
fr: Impossible de demander une analyse unique. Veuillez réessayer.

source: Unable to request a subdomain discovery scan on an invalid domain.
fr: Impossible de demander un scan de découverte de sous-domaine sur un domaine invalide.

source: Unable to request a subdomain discovery scan on an unknown domain.
fr: Impossible de demander une analyse de découverte de sous-domaine sur un domaine inconnu.

source: Unable to request invite to organization with which you are already affiliated.
fr: Impossible de demander une invitation à une organisation à laquelle vous êtes déjà affilié.

source: Unable to request invite to organization with which you have already requested to join.
fr: Impossible de demander une invitation à une organisation à laquelle vous avez déjà demandé à adhérer.

source: Unable to request invite to unknown organization.
fr: Impossible de demander une invitation à une organisation inconnue.

source: Unable to request invite. Please try again.
fr: Impossible de demander une invitation. Veuillez réessayer.

source: Unable to reset password. Please try again.
fr: Impossible de réinitialiser le mot de passe. Veuillez réessayer.

source: Unable to retrieve DMARC report information for: {domain}
fr: Impossible de récupérer les informations du rapport DMARC pour : {domain}

source: Unable to select DMARC report(s) for this period and year.
fr: Impossible de sélectionner le(s) rapport(s) DMARC pour cette période et cette année.

source: Unable to send authentication email. Please try again.
fr: Impossible d'envoyer l'email d'authentification. Veuillez réessayer.

source: Unable to send authentication text message. Please try again.
fr: Impossible d'envoyer un message texte d'authentification. Veuillez réessayer.

source: Unable to send org invite email. Please try again.
fr: Impossible d'envoyer l'e-mail d'invitation à l'org. Veuillez réessayer.

source: Unable to send org invite request email. Please try again.
fr: Impossible d'envoyer l'email de demande d'invitation à l'org. Veuillez réessayer.

source: Unable to send password reset email. Please try again.
fr: Impossible d'envoyer l'email de réinitialisation du mot de passe. Veuillez réessayer.

source: Unable to send updated username email. Please try again.
fr: Impossible d'envoyer l'email de mise à jour du nom d'utilisateur. Veuillez réessayer.

source: Unable to send verification email. Please try again.
fr: Impossible d'envoyer l'email de vérification. Veuillez réessayer.

source: Unable to set phone number, please try again.
fr: Impossible de définir le numéro de téléphone, veuillez réessayer.

source: Unable to sign in, please try again.
fr: Impossible de se connecter, veuillez réessayer.

source: Unable to sign up, please contact org admin for a new invite.
fr: Impossible de s'inscrire, veuillez contacter l'administrateur de l'organisation pour obtenir une nouvelle invitation.

source: Unable to sign up. Please try again.
fr: Impossible de s'inscrire. Veuillez réessayer.

source: Unable to stop ignoring CVE. Please try again.
fr: Impossible d'arrêter d'ignorer le CVE. Veuillez réessayer.

source: Unable to transfer organization ownership. Please try again.
fr: Impossible de transférer la propriété de l'organisation. Veuillez réessayer.

source: Unable to transfer ownership of an org to an undefined user.
fr: Impossible de transférer la propriété d'un org à un utilisateur non défini.

source: Unable to transfer ownership of undefined organization.
fr: Impossible de transférer la propriété d'une organisation non définie.

source: Unable to transfer ownership to a user outside the org. Please invite the user and try again.
fr: Impossible de transférer la propriété à un utilisateur extérieur à l'org. Veuillez inviter l'utilisateur et réessayer.

source: Unable to two factor authenticate. Please try again.
fr: Impossible de s'authentifier par deux facteurs. Veuillez réessayer.

source: Unable to unfavourite domain, domain is not favourited.
fr: Impossible de désactiver le domaine, le domaine n'est pas favorisé.

source: Unable to unfavourite domain. Please try again.
fr: Impossible de défavoriser le domaine. Veuillez réessayer.

source: Unable to unfavourite unknown domain.
fr: Impossible de défavoriser un domaine inconnu.

source: Unable to update domain edge. Please try again.
fr: Impossible de mettre à jour le bord du domaine. Veuillez réessayer.

source: Unable to update domain in an unknown org.
fr: Impossible de mettre à jour le domaine dans un org inconnu.

source: Unable to update domain that does not belong to the given organization.
fr: Impossible de mettre à jour un domaine qui n'appartient pas à l'organisation donnée.

source: Unable to update domain. Please try again.
fr: Impossible de mettre à jour le domaine. Veuillez réessayer.

source: Unable to update organization. Please try again.
fr: Impossible de mettre à jour l'organisation. Veuillez réessayer.

source: Unable to update password, current password does not match. Please try again.
fr: Impossible de mettre à jour le mot de passe, le mot de passe actuel ne correspond pas. Veuillez réessayer.

source: Unable to update password, new passwords do not match. Please try again.
fr: Impossible de mettre à jour le mot de passe, les nouveaux mots de passe ne correspondent pas. Veuillez réessayer.

source: Unable to update password, passwords do not match requirements. Please try again.
fr: Impossible de mettre à jour le mot de passe, les mots de passe ne correspondent pas aux exigences. Veuillez réessayer.

source: Unable to update password. Please try again.
fr: Impossible de mettre à jour le mot de passe. Veuillez réessayer.

source: Unable to update profile. Please try again.
fr: Impossible de mettre à jour le profil. Veuillez réessayer.

source: Unable to update role: organization unknown.
fr: Impossible de mettre à jour le rôle : organisation inconnue.

source: Unable to update role: user does not belong to organization.
fr: Impossible de mettre à jour le rôle : l'utilisateur n'appartient pas à l'organisation.

source: Unable to update role: user unknown.
fr: Impossible de mettre à jour le rôle : utilisateur inconnu.

source: Unable to update tag. Please try again.
fr: Impossible de mettre à jour la balise. Veuillez réessayer.

source: Unable to update unknown domain.
fr: Impossible de mettre à jour un domaine inconnu.

source: Unable to update unknown organization.
fr: Impossible de mettre à jour une organisation inconnue.

source: Unable to update unknown tag.
fr: Impossible de mettre à jour une étiquette inconnue.

source: Unable to update user's role. Please try again.
fr: Impossible de mettre à jour le rôle de l'utilisateur. Veuillez réessayer.

source: Unable to update your own role.
fr: Impossible de mettre à jour votre propre rôle.

source: Unable to verify account. Please request a new email.
fr: Impossible de vérifier le compte. Veuillez demander un nouvel e-mail.

source: Unable to verify account. Please try again.
fr: Impossible de vérifier le compte. Veuillez réessayer.

source: Unable to verify if user is a super admin, please try again.
fr: Impossible de vérifier si l'utilisateur est un super administrateur, veuillez réessayer.

source: Unable to verify if user is an admin, please try again.
fr: Impossible de vérifier si l'utilisateur est un administrateur, veuillez réessayer.

source: Unable to verify organization. Please try again.
fr: Impossible de vérifier l'organisation. Veuillez réessayer.

source: Unable to verify unknown organization.
fr: Impossible de vérifier une organisation inconnue.

source: User could not be queried.
fr: L'utilisateur n'a pas pu être interrogé.

source: User is trying to register for a non-production environment.
fr: L'utilisateur essaie de s'enregistrer dans un environnement de non-production.

source: User role was updated successfully.
fr: Le rôle de l'utilisateur a été mis à jour avec succès.

source: Username not available, please try another.
fr: Le nom d'utilisateur n'est pas disponible, veuillez en essayer un autre.

source: Verification error. Please activate multi-factor authentication to access content.
fr: Erreur de vérification. Veuillez activer l'authentification multifactorielle pour accéder au contenu.

source: Verification error. Please verify your account via email to access content.
fr: Erreur de vérification. Veuillez vérifier votre compte par e-mail pour accéder au contenu.

source: You must provide a `domainId` to retrieve a domain's additional findings.
fr: Vous devez fournir un `domainId` pour récupérer les résultats supplémentaires d'un domaine.

source: You must provide a `first` or `last` value to properly paginate the `Affiliation` connection.
fr: Vous devez fournir une valeur `first` ou `last` pour paginer correctement la connexion `Affiliation`.

source: You must provide a `first` or `last` value to properly paginate the `DkimFailureTable` connection.
fr: Vous devez fournir une valeur `first` ou `last` pour paginer correctement la connexion `DkimFailureTable`.

source: You must provide a `first` or `last` value to properly paginate the `DmarcFailureTable` connection.
fr: Vous devez fournir une valeur `first` ou `last` pour paginer correctement la connexion `DmarcFailureTable`.

source: You must provide a `first` or `last` value to properly paginate the `DmarcSummaries` connection.
fr: Vous devez fournir une valeur `first` ou `last` pour paginer correctement la connexion `DmarcSummaries`.

source: You must provide a `first` or `last` value to properly paginate the `Domain` connection.
fr: Vous devez fournir une valeur `first` ou `last` pour paginer correctement la connexion `Domain`.

source: You must provide a `first` or `last` value to properly paginate the `FullPassTable` connection.
fr: Vous devez fournir une valeur `first` ou `last` pour paginer correctement la connexion `FullPassTable`.

source: You must provide a `first` or `last` value to properly paginate the `GuidanceTag` connection.
fr: Vous devez fournir une valeur `first` ou `last` pour paginer correctement la connexion `GuidanceTag`.

source: You must provide a `first` or `last` value to properly paginate the `Log` connection.
fr: Vous devez fournir une valeur `first` ou `last` pour paginer correctement la connexion `Log`.

source: You must provide a `first` or `last` value to properly paginate the `Organization` connection.
fr: Vous devez fournir une valeur `first` ou `last` pour paginer correctement la connexion `Organization`.

source: You must provide a `first` or `last` value to properly paginate the `SpfFailureTable` connection.
fr: Vous devez fournir une valeur `first` ou `last` pour paginer correctement la connexion `SpfFailureTable`.

source: You must provide a `first` or `last` value to properly paginate the `User` connection.
fr: Vous devez fournir une valeur `first` ou `last` pour paginer correctement la connexion `User`.

source: You must provide a `first` or `last` value to properly paginate the `VerifiedDomain` connection.
fr: Vous devez fournir une valeur `first` ou `last` pour paginer correctement la connexion `VerifiedDomain`.

source: You must provide a `first` or `last` value to properly paginate the `VerifiedOrganization` connection.
fr: Vous devez fournir une valeur `first` ou `last` pour paginer correctement la connexion `VerifiedOrganization`.

source: You must provide a `limit` value in the range of 1-100 to properly paginate the `DNS` connection.
fr: Vous devez fournir une valeur `limit` comprise entre 1 et 100 pour paginer correctement la connexion `DNS`.

source: You must provide a `limit` value in the range of 1-100 to properly paginate the `MXRecord` connection.
fr: Vous devez fournir une valeur `limit` comprise entre 1 et 100 pour paginer correctement la connexion `MXRecord`.

source: You must provide a `limit` value in the range of 1-100 to properly paginate the `web` connection.
fr: Vous devez fournir une valeur `limit` comprise entre 1 et 100 pour paginer correctement la connexion `web`.

source: You must provide a `limit` value to properly paginate the `DNS` connection.
fr: Vous devez fournir une valeur `limit` pour paginer correctement la connexion `DNS`.

source: You must provide a `limit` value to properly paginate the `MXRecord` connection.
fr: Vous devez fournir une valeur `limit` pour paginer correctement la connexion `MXRecord`.

source: You must provide a `limit` value to properly paginate the `web` connection.
fr: Vous devez fournir une valeur `limit` pour paginer correctement la connexion `web`.

source: You must provide a `period` value to access the `ChartSummaries` connection.
fr: Vous devez fournir une valeur `period` pour accéder à la connexion `ChartSummaries`.

source: You must provide a `period` value to access the `DmarcSummaries` connection.
fr: Vous devez fournir une valeur `period` pour accéder à la connexion `DmarcSummaries`.

source: You must provide a `period` value to access the `OrganizationSummaries` connection.
fr: Vous devez fournir une valeur `period` pour accéder à la connexion `OrganizationSummaries`.

source: You must provide a `year` value to access the `ChartSummaries` connection.
fr: Vous devez fournir une valeur `year` pour accéder à la connexion `ChartSummaries`.

source: You must provide a `year` value to access the `DmarcSummaries` connection.
fr: Vous devez fournir une valeur `year` pour accéder à la connexion `DmarcSummaries`.

source: You must provide a `year` value to access the `OrganizationSummaries` connection.
fr: Vous devez fournir une valeur `year` pour accéder à la connexion `OrganizationSummaries`.
