Repository: canada-ca/tracker
Catalog: api/src/locale/*/messages.po
Languages: fr

source: You must provide at most one pagination method (`before`, `after`, `offset`) value to properly paginate the `DNS` connection.
fr: Vous devez fournir au plus une valeur de méthode de pagination (`before`, `after`, `offset`) pour paginer correctement la connexion `DNS`.

source: You must provide at most one pagination method (`before`, `after`, `offset`) value to properly paginate the `MXRecord` connection.
fr: Vous devez fournir au plus une valeur de méthode de pagination (`before`, `after`, `offset`) pour paginer correctement la connexion `MXRecord`.

source: You must provide at most one pagination method (`before`, `after`, `offset`) value to properly paginate the `web` connection.
fr: Vous devez fournir au plus une valeur de méthode de pagination (`before`, `after`, `offset`) pour paginer correctement la connexion `web`.
